
    {
        "text": "  I LOVE RACISM    Blame whitey   for EVERYTHING  Now that you mention it  I bet the white man put the Dese tortoise on #BundyRanch.",
        "label": "negative"
    },
    {
        "text": "   yea u stupid faggot. I'm not leaving till like 5-6pm. Want a ride?",
        "label": "negative"
    },
    {
        "text": "smh  Tyga shoulda knew Blacc Chyna was a hoe when his son crip walked out her pussy.",
        "label": "negative"
    },
    {
        "text": " Screw the ragheads.",
        "label": "negative"
    },
    {
        "text": "Soetoro/Obama is moving the country #Forward w/ his vision. His vision is to downsize our 'oppressive' country and get even w/ whitey. #War.",
        "label": "negative"
    },
    {
        "text": " what did you search? Gay redneck episode 1 play?",
        "label": "negative"
    },
    {
        "text": "Who takes mid from the best midlaner NA??? Fuckin solo Q fags.",
        "label": "negative"
    },
    {
        "text": "  no ur wrong stupid nigger.",
        "label": "negative"
    },
    {
        "text": "   You know she's a dyke when she asks for men's golf clubs.",
        "label": "negative"
    },
    {
        "text": "His big ass smile  his eyes is chink.", 
        "label": "negative"
    },
    {
        "text": " 1) He's a faggot and I don't like him. 2) I'm on the other side of the state.",
        "label": "negative"
    },
    {
        "text": "I do da flow in a temple today fo nuttin. And dat Jew wit the funky hair tell me I subhuman. He tell me I ain't no mo human den a monkey.",
        "label": "negative"
    },
    {
        "text": " nah dude mostly just sound like a faggot.",
        "label": "negative"
    },
    {
        "text": "Subtweet me one more time  you dirty chink whore .",
        "label": "negative"
    },
    {
        "text": "I think dat  called me a nigger  What do move away from da dark side mean?",
        "label": "negative"
    },
    {
        "text": "hoe ass nigga &#128569.",
        "label": "negative"
    },
    {
        "text": " stop trolling me u creepy ass cracker!!!",
        "label": "negative"
    },
    {
        "text": " I wonder if that Latino strategy is working?: GOPer doubles down on   wetbacks   but backpedals on   shoot on sight    .",
        "label": "negative"
    },
    {
        "text": "Pennsylvania is white trash and is so are all Pennsylvanians.",
        "label": "negative"
    },
    {
        "text": "ESPN keep hiring these dyke bitches and gay Spanish niggas to talk sports.",
        "label": "negative"
    },
    {
        "text": "U coons can't wait to wear them Oreo J's.",
        "label": "negative"
    },
    {
        "text": "   Best believe We aint no christian slave brainwash black spooks miss white man  unlike yoself  she devil.",
        "label": "negative"
    },
    {
        "text": " it&#8217;s the entire pats bandwagon. They&#8217;re faggots.",
        "label": "negative"
    },
    {
        "text": "Truth   Only a faggot would turn down hairy pussy.",
        "label": "negative"
    },
    {
        "text": "   you little fag. At least I will fuck a Woman to have kids. Plus work to suppo them. Hipster homo.",
        "label": "negative"
    },
    {
        "text": "    you're not safe pussy boy looooool  .",
        "label": "negative"
    },
    {
        "text": "&#128514;&#128514; fucc nicca yu pose to be pullin up.",
        "label": "negative"
    },
    {
        "text": " you look like fucking shrek bitch.",
        "label": "negative"
    },
    {
        "text": "   I hate taking a shit at public places bc i feel like a faggot when im placing the toilet paper on the toilet seat.",
        "label": "negative"
    },
    {
        "text": " I don't like the sand nigger but it's entertaining like 6 knockdowns.",
        "label": "negative"
    },
    {
        "text": "Only Americans would hire white trash with ties to international terrorism as police officers.",
        "label": "negative"
    },
    {
        "text": "   We Muslims have no military honour whatsoever  we are sub human savages that slaughter unarmed men  women &amp; children http:&#8230;.",
        "label": "negative"
    },
    {
        "text": "People on this site are fucking retarded sometimes.",
        "label": "negative"
    },
    {
        "text": "It really is too bad that #California had faggot marriage forced upon her after her citizens declared it illegal.",
        "label": "negative"
    },
    {
        "text": "Peace fags  just remember I'm best Lux suppo NA. Drop LustBoy pick me and Kakao up TSM.", 
        "label": "negative"
    },
    {
        "text": "The thing about working with black people. These bitches never on fucking time then wanna complain about a sho check. Bitch die.Today. now.",
        "label": "negative"
    },
    {
        "text": " idk you into mouthy spics on welfare with 6 kids and 3 baby daddy's?",
        "label": "negative"
    },
    {
        "text": "Scandal  A Negro Bed Wench's Fairy-tale and propaganda    via   A must see for Hebrew Daughters of Zion .",
        "label": "negative"
    },
    {
        "text": "This nigglet &#10084;&#65039.",
        "label": "negative"
    },
    {
        "text": " i find it funny when fags write   looking for bf   on a grindr ap. LOL thats a fucking ap dumbass..",
        "label": "negative"
    },
    {
        "text": "fat bitches fat bitches heeeey.",
        "label": "negative"
    },
    {
        "text": "I dont even say nigga i say nigger. Im like Chuck Norris. I say the nigger word without checking over my shoulder.",
        "label": "negative"
    },
    {
        "text": "Sick of your coon antics   Accuracy   &#8220;Henny &gt; water&#8221; &#128128;&#128128;&#128128.",
        "label": "negative"
    },
    {
        "text": " y don't that bitch just shoot herself? so sick of all those whores .",
        "label": "negative"
    },
    {
        "text": "   My old man has a white galaxy phone cuz he's a fag.",
        "label": "negative"
    },
    {
        "text": "Typically hateful  anti-Christian  mentally ill and ugly dyke trash pig couple Jennifer McCarthy and Melisa Erwin  .",
        "label": "negative"
    },
    {
        "text": "Little fucking gook who smells like shit. An than thinking they're the motherfuckin boss. THE FUCK .",
        "label": "negative"
    },
    {
        "text": "   Happy birthday freshman faggots  .",
        "label": "negative"
    },
    {
        "text": "Punk ass broke faggots.",
        "label": "negative"
    },
    {
        "text": "   At least i say im crazy...some nigga gotta find out a bitch wild when she shooting at they ass  .",
        "label": "negative"
    },
    {
        "text": " they said some bullshit. Damn niggers.",
        "label": "negative"
    },
    {
        "text": "  AMERICA today  the rule of thumb is  when in doubt   blame   whitey.",
        "label": "negative"
    },
    {
        "text": "On UPenn campus all the black chicks here are trash but they're gonna be paid.",
        "label": "negative"
    },
    {
        "text": " Just to get u mad go on your search bar on here and search up   stupid niggers   &amp; hop on somebodys head then mention me lol .",
        "label": "negative"
    },
    {
        "text": "Only faggots use white ds's.",
        "label": "negative"
    },
    {
        "text": "   Fuck the Islamic State!! We will kill those cunts&#127468;&#127463.",
        "label": "negative"
    },
    {
        "text": "God I would sell both my nuts to watch LeBron tear his ACL right now and watch all those pussies kill themselves.",
        "label": "negative"
    },
    {
        "text": "Pop a nigguh  sound like crisco .",
        "label": "negative"
    },
    {
        "text": " I'm going to blame the black man   since they always blame   whitey   I'm an equal opportunity hater.",
        "label": "negative"
    },
    {
        "text": "Stu a rape faced faggot man I'm sick of this nigga.",
        "label": "negative"
    },
    {
        "text": "  It's a nice way of callin y'all honkies.",
        "label": "negative"
    },
    {
        "text": "  lmao you stupid nigger.",
        "label": "negative"
    },
    {
        "text": "Why are some people such faggots? Like were you born that way or are you just that big of a douche bag.",
        "label": "negative"
    },
    {
        "text": " ur ballsack is hairy gtfo tranny prude bitch.",
        "label": "negative"
    },
    {
        "text": "she pooted &#8220;: Either Young Thug gay  or this bitch pooted  #8221.",
        "label": "negative"
    },
    {
        "text": "...you're white  aren't you? *rolls eyes*    RIP to my NIGGA Trayvon  a worthless spear chucker.",
        "label": "negative"
    },
    {
        "text": "Women who are feminist are the ugly bitches who cant find a man for themselves.",
        "label": "negative"
    },
    {
        "text": " Everyone calls me   b   they be like oh wassup b &#128524; and I be like wassup my niggah.",
        "label": "negative"
    },
    {
        "text": " yeah you right and you know them Mexicans bringing all they family that hoe finna be packed.",
        "label": "negative"
    },
    {
        "text": "  yes I'm white washed because I don't go around repping my hood and saying a bunch of ignorant nig terms.",
        "label": "negative"
    },
    {
        "text": "     so tony I think yr a rude little cunt and too too young to even know what real rock and rol&#8230.",
        "label": "negative"
    },
    {
        "text": " most of these people are followers of followers of truth  but they themselves are still niggers... their outlook  mind &amp; all..",
        "label": "negative"
    },
    {
        "text": " here let me say it more clearly since your retarded ass don't understand.",
        "label": "negative"
    },
    {
        "text": " i agree my fellow cracker.",
        "label": "negative"
    },
    {
        "text": "   most teachers abuse their position  there's teaching with discipline and there's being a cunt  most are cunts.",
        "label": "negative"
    },
    {
        "text": " nope not at all but I'm stuck in a house full of fucking niggers help me escape &#128553.",
        "label": "negative"
    },
    {
        "text": " guys not supposed to get their ass sucked queer.",
        "label": "negative"
    },
    {
        "text": "Stuck up serious bitches are possibly the worst type of girls. Ever.",
        "label": "negative"
    },
    {
        "text": "I really get upset when my lightskin friends have another cute dark skin sidekick..like Im supposed to be the only cute darkie u hang wit &#128545.",
        "label": "negative"
    },
    {
        "text": " did I mention you are an ugly cunt? Go back to Iran.",
        "label": "negative"
    },
    {
        "text": " your so fucking retared its not even funny bitch im going to sleep u.",
        "label": "negative"
    },
    {
        "text": "The blacks in #California are typical niggers.",
        "label": "negative"
    },
    {
        "text": "   Automatically suspicious of white folk who try too hard to show they like us darkies.",
        "label": "negative"
    },
    {
        "text": "  only one problem theres a   no pussies allowed   sorry ....",
        "label": "negative"
    },
    {
        "text": "    all racist nTx trash w  all hate to see this particular man in WH n not the   Butler  .",
        "label": "negative"
    },
    {
        "text": "   or you're a fag.  .",
        "label": "negative"
    },
    {
        "text": " you are a teabagger scum who wants to threaten people with his penis extender. You are a danger to this country.",
        "label": "negative"
    },
    {
        "text": " lmfao go to bed whitey &#128129.",
        "label": "negative"
    },
    {
        "text": " You gots da BET and da MSNBC wit dat colored reverend who only listen to coloreds. What else I missing?",
        "label": "negative"
    },
    {
        "text": "I like taking niggas hoes but I stop doing that &#9995.",
        "label": "negative"
    },
    {
        "text": " jus wanted to let y&#225;ll know hope the hurricane kills your soca sunday trash #LORDWILLIN.",
        "label": "negative"
    },
    {
        "text": " my bitch dont want your ugly ass gtfo ol peyton manning lookin ass.",
        "label": "negative"
    },
    {
        "text": "    it means you're a faggot lol.",
        "label": "negative"
    },
    {
        "text": "   Remember the   yellow badge   Nazis used? Israel is making Muslim women carry a yellow badge order to pray in Al-Aqsa. h&#8230;.",
        "label": "negative"
    },
    {
        "text": " be gone my nigguh.",
        "label": "negative"
    },
    {
        "text": " fag.",
        "label": "negative"
    },
    {
        "text": "Must have been a light skin hoe &#8220;: Lmfao wtf she mean af &#128557;&#128557;&#8220;: HE WASNT READY BRUH RIP!!  #8221;&#8221.",
        "label": "negative"
    },
    {
        "text": "Fucking with these hoes nigga don't be no dumby.",
        "label": "negative"
    },
    {
        "text": "coons.",
        "label": "negative"
    },
    {
        "text": "  your a fag.",
        "label": "negative"
    },
    {
        "text": " ya fag.",
        "label": "negative"
    },
    {
        "text": " Same reason u look like anthony davis with them eyebrows  : Why the fuck do niggers act so different when girls are around?:-S  .",
        "label": "negative"
    },
    {
        "text": " you'll make the team  them niggas trash. Lol .",
        "label": "negative"
    },
    {
        "text": "   I saw a great chimpout 2 summers ago. A middle aged Salvadoran and his 15 Yr old son got wasted by 6 beaners at the metlife &#8230.",
        "label": "negative"
    },
    {
        "text": " eat shit nigga bitch turd bag dick beetle.",
        "label": "negative"
    },
    {
        "text": "   : Wow do we have another faggot? &#8220;: TIMAtheRACER wow do we have another Cam hater? lol&#8221;  &gt;&gt; dat dude is nice.",
        "label": "negative"
    },
    {
        "text": "   Only fuck niggas would wanna continue to mess with these messy ass bitches vs. somebody who HAS been down for them all a&#8230.",
        "label": "negative"
    },
    {
        "text": "Youre a fucking ugly bitch  I wanna stab you to death and then play around with your blood -Patrick Bateman .",
        "label": "negative"
    },
    {
        "text": " hes just a friggin idiot that can say anything and his redneck teabagger constituants buy it. They love stupid people.",
        "label": "negative"
    },
    {
        "text": "Bitch you're the ugliest cunt ever.",
        "label": "negative"
    },
    {
        "text": " I'm surprised you could read it with slits for eyes.",
        "label": "negative"
    },
    {
        "text": "Ugly fucking nigger baby. Thought it was a gorilla at first.14/88  .",
        "label": "negative"
    },
    {
        "text": "I already know you trash if being tatted is on the list of things you want in a nigga..",
        "label": "negative"
    },
    {
        "text": "Mayweather is a pussy hes only winning cus he picks his fight and he picks the nobody fighters . #fightPacquiao .",
        "label": "negative"
    },
    {
        "text": "   my inner nigger is coming out.",
        "label": "negative"
    },
    {
        "text": "That dumb black bitch that was getting the cards for the picture made me so fucking mad she ruined my day &#128545;&#128545;&#128074;&#128298;&#128163.",
        "label": "negative"
    },
    {
        "text": " you're a fucking nigger.",
        "label": "negative"
    },
    {
        "text": " beans u beaner?",
        "label": "negative"
    },
    {
        "text": "   If you claim Macklemore is your favorite rapper I'm also assuming you watch the WNBA on your free time faggot.",
        "label": "negative"
    },
    {
        "text": "   Being a nigger isn't a color it's a state of mind.",
        "label": "negative"
    },
    {
        "text": "I prefer Jameis Winston to not speak on TV at all. Damn coon.",
        "label": "negative"
    },
    {
        "text": "dumb ugly stupid bullshit ass bitch &#128074;&#128074;&#128074.",
        "label": "negative"
    },
    {
        "text": "Hey. . Don't be like a stupid white bitch in some horror movie asks #America to hide from #ISIS behind some chainsaws. M kay? .",
        "label": "negative"
    },
    {
        "text": " your a fucking queer faggot bitch.",
        "label": "negative"
    },
    {
        "text": " legit retard.",
        "label": "negative"
    },
    {
        "text": " hell naw he ain't he the star of that team lol but I'm sure that white honkey called him a nigga.",
        "label": "negative"
    },
    {
        "text": " Coons and monkeys like you disgust me  you minstrel show negro. Crying about shit all the time you're a disgrace everywhere .",
        "label": "negative"
    },
    {
        "text": " dont tell me what to do. fuck balls kike nigger cunt tits cocksucker chink spic piss bitch bastard pussy faggot.",
        "label": "negative"
    },
    {
        "text": "    shut your nigger ass  lamar .",
        "label": "negative"
    },
    {
        "text": "I hate when people tell me I have to many tattoos  and they make me look ugly. Like bitch fuck you .",
        "label": "negative"
    },
    {
        "text": "  chill ur pussy gay af.",
        "label": "negative"
    },
    {
        "text": "   Was deleting this pic until I realized a dike in the back ground dressed like a nigga with wedges on  ;   bitch I'm &#128128; http:/&#8230.",
        "label": "negative"
    },
    {
        "text": "Fredo was a bitch ass nigga. How niggas fire over 20 shots at his pops but he didn't get off 1 cuz he dropped the gun smh.",
        "label": "negative"
    },
    {
        "text": "   ur a faggot if you change your name to your bday just so you can get bday tweets. this aint FB nigga  fuck yo birthday .",
        "label": "negative"
    },
    {
        "text": "&#8220;  Tea bag a bitch.&#8221; Pahahaha.",
        "label": "negative"
    },
    {
        "text": "Sonnen is a faggot.",
        "label": "negative"
    },
    {
        "text": " studies show that you're a faggot.",
        "label": "negative"
    },
    {
        "text": "What ppl expect  august aslina is a nig from New Orleans .",
        "label": "negative"
    },
    {
        "text": "Porch monkey 4 Life.",
        "label": "negative"
    },
    {
        "text": "   I wanna sleep but I'm outside with this nigger lol trying to hang him.",
        "label": "negative"
    },
    {
        "text": "' Don't sleep on ma niggah CHood &#128076;  &#128175;&#128175.",
        "label": "negative"
    },
    {
        "text": "  lmao nigga shoulda said I would be balless bc dat cold bitch wont stop blowin me#swaagg.",
        "label": "negative"
    },
    {
        "text": "It was nice of you to unfollow me  fag .",
        "label": "negative"
    },
    {
        "text": "I hate the white trash cops who raped and murdered my infant daughters and son.",
        "label": "negative"
    },
    {
        "text": "You&#8217;re a little bitch     my team got blown out in the Super Bowl.",
        "label": "negative"
    },
    {
        "text": "#milesthompson #goauche #wetback #ca  .",
        "label": "negative"
    },
    {
        "text": " Because you're a fag.",
        "label": "negative"
    },
    {
        "text": "2 beer queer.",
        "label": "negative"
    },
    {
        "text": "talking crazy over the Internet is the same thing as doing it in person. don't try to be buddy buddy with me later on faggot fuck you.",
        "label": "negative"
    },
    {
        "text": "   Rudy Gay a faggot for not changing his last name once he got money.",
        "label": "negative"
    },
    {
        "text": "Kip Tokuda  yellow guy working to niggerize the Seattle PD  died. Too bad there's another POS hiding in the wings to replace him..",
        "label": "negative"
    },
    {
        "text": "Black bitches don't be kickin up in our school. Bitches still comin wit durags still on they head nd shit.",
        "label": "negative"
    },
    {
        "text": "Is there a full moon out? #CrazyAssholes out in full force and I'm not talking about muzzies or liberals&#8252;&#65039; And I'm in the mood to oblige.",
        "label": "negative"
    },
    {
        "text": "   at least im not black bitch your parents left you in the mcdonalds parking lot after you were born.",
        "label": "negative"
    },
    {
        "text": "Heard that bitch gtta thang for them boss niggas.",
        "label": "negative"
    },
    {
        "text": "Spending money on these hoes   nigga you aint fuck SHIT &#10071;&#65039.",
        "label": "negative"
    },
    {
        "text": "If someone is pa of 'James X' then he's a white trash cultist.",
        "label": "negative"
    },
    {
        "text": "   No mom. Im not   dramatic /immature   i just have fucking mental problems and youre a bitch and a cunt..",
        "label": "negative"
    },
    {
        "text": "  good leave you stupid faggot.",
        "label": "negative"
    },
    {
        "text": " Status Repo  Making a pit stop in Canada to rape bitches.",
        "label": "negative"
    },
    {
        "text": "#DTLA is trash because of non-Europeans are allowed to live there.",
        "label": "negative"
    },
    {
        "text": "     you the whitest person on my TL but you always so ghetto. Im sick of it.",
        "label": "negative"
    },
    {
        "text": " You don't have any kids?! What are you  one of them queers!? .",
        "label": "negative"
    },
    {
        "text": "    mean bro fucking faggot.",
        "label": "negative"
    },
    {
        "text": "   Horrible   Invader Zim was trash.",
        "label": "negative"
    },
    {
        "text": "in real life and online I follow that. sorry folks but just cause I look like a border hopper don't mean I am one. born and raised here.",
        "label": "negative"
    },
    {
        "text": " wow!!! Are you comin back up here?  ;&#128514  they some bitch niggas.",
        "label": "negative"
    },
    {
        "text": " i can give you some of my clothes so you can look like a cute dyke.",
        "label": "negative"
    },
    {
        "text": " true sand niggers &amp; bum Brits claim he's a ATG hall of fame legend smh.",
        "label": "negative"
    },
    {
        "text": "   US ghettos-driven by liberal ideology; forged by unions &amp; bankrupted by self-serving Dems catering to parasites!#tcot  #8230.",
        "label": "negative"
    },
    {
        "text": " done that spell check we know you meant fat liberal Dyke feminist Nazi bitches.",
        "label": "negative"
    },
    {
        "text": "Every spic cop in #LosAngeles has raped or has thought about raping a white woman. That's why those half-breeds get jobs as pigs.",
        "label": "negative"
    },
    {
        "text": " - you know what you did you faggot. There are literally thousands of people that have you on their radar homo.",
        "label": "negative"
    },
    {
        "text": "   These young cats being drafted in the NBA today are walking lotto tickets  Wait till these niggas find out that pussy come&#8230.",
        "label": "negative"
    },
    {
        "text": "&#8220;  That one friend who you greet with an insult.&#8221;   niggers.",
        "label": "negative"
    },
    {
        "text": " I hear Bill likes trailer trash like you.     .",
        "label": "negative"
    },
    {
        "text": "   Mine too &#128513;&#128588;&#128076; &#8220;: This ma niggah  &#128076;&#8221.",
        "label": "negative"
    },
    {
        "text": "Just watched the scene in zero dark thirty where they pop Osama's bitch ass #U #S #A.",
        "label": "negative"
    },
    {
        "text": "&#8220;  You aint special niglet   When I'm chilling wit Greg ppl walk up to me to ask me to take pics&#8221;hatin.",
        "label": "negative"
    },
    {
        "text": "Niggas sleepin with bitches grandmas??? Lmfao maury fake af.",
        "label": "negative"
    },
    {
        "text": "  Just like when I call someone a nigger  It's not because they're black  it's about how they act. LIKE A NIGGER  .",
        "label": "negative"
    },
    {
        "text": " i can guarantee a few things  you're white. you've never been anywhere NEAR a real ghetto. you  or a relative is a pig. 100% .",
        "label": "negative"
    },
    {
        "text": "   Proof that thots are retarded.  .",
        "label": "negative"
    },
    {
        "text": " who cares tbh ones a shitty dirty Argentino &amp; the other is a feather fisted nigger.",
        "label": "negative"
    },
    {
        "text": " leave dyke.",
        "label": "negative"
    },
    {
        "text": "&#8220;   ;&#128169;   Lemme find out you niggaz letting bitches shit on yo faces&#8221; &#128557; niggas is weirdos.",
        "label": "negative"
    },
    {
        "text": "They slut for me they kill for me they steal for me and of course it'll be yo cash and I'll murder that bitch send the body back to yo ass.",
        "label": "negative"
    },
    {
        "text": "It stinks in here must be then pussy ass niggas talkin shit #tomyfacebro test me.",
        "label": "negative"
    },
    {
        "text": "   This nigga is a fuckin faggot  .",
        "label": "negative"
    },
    {
        "text": "  whatever hoe bitch #1 them   fags   beat yall sad asses too.",
        "label": "negative"
    },
    {
        "text": " Only fags say   swag   shits mad retarded..",
        "label": "negative"
    },
    {
        "text": "   Dont be a faggot  cover your mouth when you fkn cough or sneeze  I got a immune system to keep strong asshole.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "   Bitches be fallin so Inlove w. Niggass &amp; then he go get a new bitch &amp; they try go get a new nigga to try to forget about the &#8230.",
        "label": "negative"
    },
    {
        "text": " What else do you expect from that nigger lover?",
        "label": "negative"
    },
    {
        "text": " none of my business ? Nigga if you get that I'm living with you lol and I'm stealing one of them bitches and 100k &#128056;&#9749;&#65039.",
        "label": "negative"
    },
    {
        "text": " nahh   whatever you are spook or spic  I still don't like you . Good day.",
        "label": "negative"
    },
    {
        "text": "Jai may make an appearance at the party... love that fag.",
        "label": "negative"
    },
    {
        "text": "Don't mind black people.....hate niggers .",
        "label": "negative"
    },
    {
        "text": "   White trash warfare pt 3    ;&#128514;&#128514.",
        "label": "negative"
    },
    {
        "text": "#TweetLikePontiacHolmes&#160; I do the Pontiac sprinkler... Nigga nigga nigga nigga spic spic spic spic nigga nigga nigga nigga.",
        "label": "negative"
    },
    {
        "text": "Happy birthday to this coon ass nigga buckcity .",
        "label": "negative"
    },
    {
        "text": " because if you suppo lesbians you have to suppo faggots there's no difference.",
        "label": "negative"
    },
    {
        "text": " You are an ignorant cunt.",
        "label": "negative"
    },
    {
        "text": " if the faggots can have a page y cant they?faggots offend me more than them.",
        "label": "negative"
    },
    {
        "text": "   You got niggas &amp; i got bitches.",
        "label": "negative"
    },
    {
        "text": "   &#128557;&#128557;&#128557;&#128557;&#128557;   Tight pants and loud colors!!! You look like a fag  &#128557.",
        "label": "negative"
    },
    {
        "text": "   your low info redneck dumbasses vote for these corporate shills that idiots like you believe #dummies.",
        "label": "negative"
    },
    {
        "text": "   Pillow talking too yo hoe hating on a nigga fuck around loose ya hoe like that &#128175.",
        "label": "negative"
    },
    {
        "text": "What a wetback looks like when he gets caught crossing the border.   .",
        "label": "negative"
    },
    {
        "text": "You got me faggot.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "Most niccas broke but always n the limelight.",
        "label": "negative"
    },
    {
        "text": "   &#8220;:   I hate that hoe already    ;&#128128;  #8221;    this shit cracks me up .",
        "label": "negative"
    },
    {
        "text": "   You have a new boyfriend every week.. Tf you doin hoe?",
        "label": "negative"
    },
    {
        "text": " Welcome to the movement. Anyone who gets even minor publicity is a queer  fed  or jew (well  according to the internet).", 
        "label": "negative"
    },
    {
        "text": "   Brandon Phelps a hoe ass nigga And wen I see him I'ma smack him like da lil bitch he is #300.",
        "label": "negative"
    },
    {
        "text": "   I don't suppo that ya idiot. And if I'm a teabagger you're being teabagged. #OpenWide  .",
        "label": "negative"
    },
    {
        "text": "Bullets through a nigguh tru jeans.",
        "label": "negative"
    },
    {
        "text": " ew queer white thirsty bitch.",
        "label": "negative"
    },
    {
        "text": "   can we please stop talking about how some scumbag faggots mugshot is sexy? you dumb whores.",
        "label": "negative"
    },
    {
        "text": "   &#8220;:   Jessica I'm not afraid to slit your throat tomorrow&#8221;   @&#8230.",
        "label": "negative"
    },
    {
        "text": "Al noooo ...... Too late fuckin faggot   Lmao.",
        "label": "negative"
    },
    {
        "text": " sounds like a good idea. But I want my word to be spread. Jews  niggers and commies alike.", 
        "label": "negative"
    },
    {
        "text": " Yeah so you better play with me ya nigger.",
        "label": "negative"
    },
    {
        "text": "The rich kids of beverly hills is trash and not even entertaining trash. And why do they all look mid thirties?",
        "label": "negative"
    },
    {
        "text": "   Get these trash ass niggas outta my stadium!!!  ;&#128514;&#128514.",
        "label": "negative"
    },
    {
        "text": "  I likes dat name. Dem sand niggers needs to know dare place in da pecker order.",
        "label": "negative"
    },
    {
        "text": "   ...wow?   Whatever  Fuck all those assholes. They're niggers  they all look alike to me.", 
        "label": "negative"
    },
    {
        "text": "Smh hate that hoe.",
        "label": "negative"
    },
    {
        "text": " don't stop now half breed  I'm just starting to learn about what makes you a dumb ass .",
        "label": "negative"
    },
    {
        "text": " it was Paul McCartney faggot.",
        "label": "negative"
    },
    {
        "text": "stupid loose pussyed bitch.",
        "label": "negative"
    },
    {
        "text": "This kid looks like a retard when he tries hiding his phone... so obvious.",
        "label": "negative"
    },
    {
        "text": "#California is full of white trash.",
        "label": "negative"
    },
    {
        "text": " im going to murder that fucking cunt.",
        "label": "negative"
    },
    {
        "text": "Of course my #faith for #baseball is off this year. BECAUSE OF #BARRYBONDS you goddamn retards!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! #morons.",
        "label": "negative"
    },
    {
        "text": "You #football #nigga #KISS #ISIS #wifebeater #faggots&gt; WE SEE YOU&gt; Shout it out to the RADICAL #IslamNation  #YO&gt.",
        "label": "negative"
    },
    {
        "text": "Hitler didn't finish it. Can u. If a nigger ur Jew confronts u in the street what then.",
        "label": "negative"
    },
    {
        "text": " yeah he sucks just like the other fags who are... oh nevermind there are NO fags in the #NFL.",
        "label": "negative"
    },
    {
        "text": "People who enjoy shows like  and  are douche bags. Usually white trash  too.", 
        "label": "negative"
    },
    {
        "text": "Kanye west is a faggot.",
        "label": "negative"
    },
    {
        "text": "   look at this nigger ass nigger shit right here.",
        "label": "negative"
    },
    {
        "text": "Chasing these hoes  better get cash nigga .",
        "label": "negative"
    },
    {
        "text": " &#8220;     If fleek in yo vocabulary you a faggot  &#8221;.",
        "label": "negative"
    },
    {
        "text": " You really seem to love Sandusky. Weirdo. Ur a creepy ass cracker .",
        "label": "negative"
    },
    {
        "text": "   Green azz niggas!!!! &amp; yall new bitches condone dat sucka activity dat why they keep doin it!!!",
        "label": "negative"
    },
    {
        "text": "   That nigger made the shit out of my coffee.",
        "label": "negative"
    },
    {
        "text": "Still really confused re #humplayproblems i think lucricus Is a fag dagger.",
        "label": "negative"
    },
    {
        "text": "I hate dumb bitches.",
        "label": "negative"
    },
    {
        "text": "  get on cunt.",
        "label": "negative"
    },
    {
        "text": "Playing to white guilt lasted one last time  whitey felt 'absolved'  it ends today. It ends in the fields/suburbs of Pennsylvania..",
        "label": "negative"
    },
    {
        "text": " some negro amigo pulled a gun on Nate and I a few weeks ago. I was STOKED!&#128299;&#128299;&#128299.",
        "label": "negative"
    },
    {
        "text": "&#128514;   LMFAO   If you watching porn &amp; beating off &amp; yo homie text u &amp; it show his name in the banner you're a faggot.",
        "label": "negative"
    },
    {
        "text": "  I wasn't serious bitch  ; bitch them niggas i named ain't fuccing witcho ass  ;&#128557; we all just making shit up &#128527;&#128553.",
        "label": "negative"
    },
    {
        "text": "  niggers*  .",
        "label": "negative"
    },
    {
        "text": "What a fag.",
        "label": "negative"
    },
    {
        "text": "  gotta love it when the islamofascist cow tries to make a reto about age  typical muzzie idiocy .",
        "label": "negative"
    },
    {
        "text": " Aint nobody wearing those new Westbrook   Jordan's   but Mexicans &amp; trailer park trash white girls..",
        "label": "negative"
    },
    {
        "text": "Wake up you stoopid dyke .",
        "label": "negative"
    },
    {
        "text": "   Stupid fucking nigger LeBron. You flopping stupid jungle bunny monkey faggot.",
        "label": "negative"
    },
    {
        "text": "   Well  Maryland is just a bunch of hateful rednecks  anyway..",
        "label": "negative"
    },
    {
        "text": " nah she said you a fag.",
        "label": "negative"
    },
    {
        "text": "George michael such a fag.",
        "label": "negative"
    },
    {
        "text": "   In the future  gay culture will be considered cool by America's teens and instead of wiggers there will be straggots.", 
        "label": "negative"
    },
    {
        "text": "Delete now you bitch ass nigga   If the Redskins beat us I will delete my fucking IG.",
        "label": "negative"
    },
    {
        "text": "Boy Yung thug is a fag.",
        "label": "negative"
    },
    {
        "text": " I thought you would like him cause of the Chi but yeah he a faggot.",
        "label": "negative"
    },
    {
        "text": "#Minnesota is full of white trash.",
        "label": "negative"
    },
    {
        "text": "I'm literally laughing in shock  amazement  joy. In...just everything. In everything  Pop the champagne American queers. We have arrived..",
        "label": "negative"
    },
    {
        "text": " he looks like reg. Memphis tn. trash  we got them everywhere.", 
        "label": "negative"
    },
    {
        "text": " Jesus I would love to do that and more to those muzzie torturers  fucking animal savages .",
        "label": "negative"
    },
    {
        "text": " big fucking deal...cry baby niggers.",
        "label": "negative"
    },
    {
        "text": "  I just learned how many retards you can find when you search trending topics.",
        "label": "negative"
    },
    {
        "text": "  oh woulda coulda shoulda ass niggas bitch ass nigga  what u bout oh ban wagging ass nigga catch your phase .",
        "label": "negative"
    },
    {
        "text": "Stoni is a fuckin queer.",
        "label": "negative"
    },
    {
        "text": "   You got niggas &amp; I got bitches but I want you... &#128149;&#127926.",
        "label": "negative"
    },
    {
        "text": "   I really hate attention seeking hoes. Hope they all die.",
        "label": "negative"
    },
    {
        "text": "  glad about your uncle  another stupid faggot off the world  hopefully you next..",
        "label": "negative"
    },
    {
        "text": "   Lowkey called that faggot a faggot.",
        "label": "negative"
    },
    {
        "text": "  The   You&#8217;re going 2have 2 KILL crackers &amp; their babies&#8221; New Black Panthers #CredibilityShot #FergusonRiot #Justice4MikeBrown.",
        "label": "negative"
    },
    {
        "text": "   Ray J is the perfect example of what happens when you give a lame nigga some pussy.",
        "label": "negative"
    },
    {
        "text": " whooooo? Chelsey? Fuck her lol. She juss a bitch.",
        "label": "negative"
    },
    {
        "text": " good enough fag.",
        "label": "negative"
    },
    {
        "text": "I feel sorry for mexican and Asian niggas  they got the worse shaped bitches on earth.", 
        "label": "negative"
    },
    {
        "text": "on my way to fuck your bitch in the name of The Lord - Mr. Race.",
        "label": "negative"
    },
    {
        "text": " Shame of you  Self-hating kike. We Jews are G-d's chosen people.",
        "label": "negative"
    },
    {
        "text": "&#8220;  We agree... do you?  #8221; FUCK YES  I DO  Send those illegal  wetbacks home!!!.",
        "label": "negative"
    },
    {
        "text": "fuck you you pussy ass hater go suck a dick and die quick - Someone  to me  in Youtube comments. I think we'd be good friends..",
        "label": "negative"
    },
    {
        "text": "  I wouldn't be proud that faze is in your family. He's horrible for one and two he's ugly trailer trash... #fazeisgay.",
        "label": "negative"
    },
    {
        "text": " I don't follow you because everything about your company is white trash.",
        "label": "negative"
    },
    {
        "text": " quit bitching faggot  happy you cant see your faggot family cry baby little girl crying in the parking lot  you aint a man sissy.",
        "label": "negative"
    },
    {
        "text": "  fuck you  stupid ass coward ass punk bitch faggot ass racist piece of shit. Punk. Bitch  ain't worth my time .",
        "label": "negative"
    },
    {
        "text": " lmao  soft ass nigga trying to act all tough  you a little bitch. Sit down and watch from the sidelines pussy..",
        "label": "negative"
    },
    {
        "text": "     1  2 3 4   how many niggers are in my store? I knowwww you're stealing!", 
        "label": "negative"
    },
    {
        "text": "'Damn you  whitey!' You'll get a kick out of the 'newest form of white privilege'.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "My grandma used to call me a porch monkey all the time... Come to think of it she did refer to a broken bottle as a nigger knife &#128563.",
        "label": "negative"
    },
    {
        "text": "8/16/14 MO  let &#8220;kill some crackers   kill their babies   New Black Panthers hijack his #Ferguson presser .",
        "label": "negative"
    },
    {
        "text": "Lmao Lebron's expression says it all &#8220;: This nigga is a fuckin faggot  #8221.",
        "label": "negative"
    },
    {
        "text": "ah nigga dat cares about opinions and get involve in hoe shit either Gay broke or ain't getting enough pussy!!",
        "label": "negative"
    },
    {
        "text": "#AZmonsoon lot of rain  too bad it wasn't enough to wash away the teabagger racist white trash in the state. #Tcot #teaparty #azflooding .",
        "label": "negative"
    },
    {
        "text": " The  elite call conservatives   our niggers   behind closed doors. #tcot #teaparty.",
        "label": "negative"
    },
    {
        "text": " Only rich white liberals know what's best for black people. If they don't see that  they're obviously Uncle Toms.", 
        "label": "negative"
    },
    {
        "text": " Whatever  Fuck all those assholes. They're niggers  they all look alike to me.", 
        "label": "negative"
    },
    {
        "text": "    leave you beaner retard  .",
        "label": "negative"
    },
    {
        "text": "   shut up fag.",
        "label": "negative"
    },
    {
        "text": "   This faggit bitch tried to say she hoe'd for hd bearfaced bitch yusa fag  .",
        "label": "negative"
    },
    {
        "text": " I be sayin I'm done drinkin everyday but then one of my friends hit me up like   I gotta case   and only faggots turn down free beer.",
        "label": "negative"
    },
    {
        "text": " yes now get off twitter  you lame negros should have never learned how to use the Internet .",
        "label": "negative"
    },
    {
        "text": "DeeDee  Patrick  Ed  Sheen  Timmy's Dad  Beavis &amp; Butthead  Peter Griffin. This is just a list of SOME mentally retarded cartoon characters.", 
        "label": "negative"
    },
    {
        "text": " If racial minorities weren't criminally inclined  they wouldn't have so much to worry about. Act your color  race traitor .",
        "label": "negative"
    },
    {
        "text": "You're a faggot if you use the cover your face emoji.",
        "label": "negative"
    },
    {
        "text": " Funniest yt comment I ever received was   Niggers gonna nig *shrugs*   .. lmao racist muthafucka caught me off guard.",
        "label": "negative"
    },
    {
        "text": "You are a jiggaboo...!",
        "label": "negative"
    },
    {
        "text": " #VinitaHegwood can get a job at the naacp. Or as The AG. I hear they like   diversity and tolerance  . As long as you ain't a cracker #tcot.",
        "label": "negative"
    },
    {
        "text": "Fat fucking funky nasty ass hoes.",
        "label": "negative"
    },
    {
        "text": "   stfu hoe &#8220;:   I'm proud to be African American   - Proud African American   I'm proud to be white   - Racist &#8230;.",
        "label": "negative"
    },
    {
        "text": "  if only there was a medal for that    we hate fags    but we won't kill them   medal. Thank u for the privilege to let fags live.",
        "label": "negative"
    },
    {
        "text": "Chicks love these ugly hipster faggots. Prolly cause they look like the dad that was never in their life.",
        "label": "negative"
    },
    {
        "text": "The South is full of white trash. The Midwest is full of white trash. The West Coast if full of white trash.",
        "label": "negative"
    },
    {
        "text": "Ion care fuck that hoe &#9996;&#65039.",
        "label": "negative"
    },
    {
        "text": "   Stop flattering yourself  bitch. The only fan you have is on your ceiling.", 
        "label": "negative"
    },
    {
        "text": "   A real nigga gone teach his bitch the game not run it on her &#128582;&#128130;&#128520.",
        "label": "negative"
    },
    {
        "text": "this guy is the biggest faggot omfg.",
        "label": "negative"
    },
    {
        "text": " I don't bend that way queer. Thanks for the offer it's flattering.",
        "label": "negative"
    },
    {
        "text": "I bet you think you a no-chill savage huh. Fucking faggot .",
        "label": "negative"
    },
    {
        "text": " Our people. Now is the time for the Aryan race 2 stand up and say   no more  . Before the mongerls turn the world into a ghetto slum. 1488.",
        "label": "negative"
    },
    {
        "text": "&#8220;  You dammn Weed potheads are annoying af on Twitter&#8221; weed and pot are the same thing faggot.",
        "label": "negative"
    },
    {
        "text": " Yes you do retard.",
        "label": "negative"
    },
    {
        "text": "' Happppppy Birthdayyyy &#1041191;&#1041196;&#1043215; lol . Niggahs is really 21 in this bitch &#1043358;&#1041219; .  .",
        "label": "negative"
    },
    {
        "text": " These new nigga hipster hypebeasts love all these faggot ass bright colors and Nike keeps giving them what they want smh.",
        "label": "negative"
    },
    {
        "text": "Lmao  You niggas regionally picky about hoes now. Just say anything on Twitter. Makes it's fun tho.",
        "label": "negative"
    },
    {
        "text": " Can you speak one coherent sentence without sounding like a nig? Seriously.",
        "label": "negative"
    },
    {
        "text": "   you're a retard .",
        "label": "negative"
    },
    {
        "text": "Literally every man in my fam copped a bad white bitch as a wife. I ain't even boutta break da chain. Unless a latina comes around.",
        "label": "negative"
    },
    {
        "text": "GEEZ..... I think #NorthKorea may be right. #BarackObama is a monkey  Surely acts like one.  #8221.",
        "label": "negative"
    },
    {
        "text": "Sitting at the bar at work watching Walking Dead and all these fucking wetbacks decide to come in &amp; turn on their spic music. Jesus Christ.",
        "label": "negative"
    },
    {
        "text": "Hey go look at that video of the man that found the kidnapped girls in Ohio........what a nigger - #shitmybosssays.",
        "label": "negative"
    },
    {
        "text": " Fucking coon.",
        "label": "negative"
    },
    {
        "text": "  dryer then them bad ass eyes of your fag.",
        "label": "negative"
    },
    {
        "text": "   Don't watch me you beta watch your bitch nigga .",
        "label": "negative"
    },
    {
        "text": "That pic is now circulated by Jihadis with a call to kill him.   #Saudi #ISIS #Syria.",
        "label": "negative"
    },
    {
        "text": " bye youre a queer.",
        "label": "negative"
    },
    {
        "text": "I need to chat with  . Where dat nicca at? Lol.",
        "label": "negative"
    },
    {
        "text": " Go pray in a church or something fag  no one cares about your religious bullshit.", 
        "label": "negative"
    },
    {
        "text": "I ain't been to the fair since I was like 8 and I haven't wanted to go since then either for some reason. Too many niggers for me.",
        "label": "negative"
    },
    {
        "text": "   &#8220;: The bromance between pat and ant is real&#8221; fuck that faggot.",
        "label": "negative"
    },
    {
        "text": " Somebody couldve been like   aye man you dropped your money   but nooooooo fucking broke faggots selfish bastards i hate yall.",
        "label": "negative"
    },
    {
        "text": "Anyone who came to the US as an indentured servant is white trash.",
        "label": "negative"
    },
    {
        "text": "Bitches be having a nigga but want to be another nigga WCW bitch it don't work like that.",
        "label": "negative"
    },
    {
        "text": "   Drakes new shoes that will be released by Nike/Jordan.... Yes  there's glitter on the shoes   ....dudes a fag  .",
        "label": "negative"
    },
    {
        "text": "   Fucking James tried to tell me Jawga Boys sucked. I went ape shit dude   .",
        "label": "negative"
    },
    {
        "text": "Why you think all these niggas end up with all these kids? Fucking ugly bitches.",
        "label": "negative"
    },
    {
        "text": "   This vine still funny as shit to me &#128557;&#128557;&#128514;  How many niggers are in my store  ?  .",
        "label": "negative"
    },
    {
        "text": " oh am I lame but yo pussy ass didn't show up the fuck u talking bout oh scary ass white boy.",
        "label": "negative"
    },
    {
        "text": " ugly white bitch.",
        "label": "negative"
    },
    {
        "text": "   Only pussy niggas wouldn't fuck with a chick if she has stretch marks..",
        "label": "negative"
    },
    {
        "text": "   nigger.",
        "label": "negative"
    },
    {
        "text": "Faggot ass bitch nigga.",
        "label": "negative"
    },
    {
        "text": "Can't stand that faggot.",
        "label": "negative"
    },
    {
        "text": "If some one isn't an Anglo-Saxon Protestant  they have no right to be alive in the US. None at all  they are foreign filth..",
        "label": "negative"
    },
    {
        "text": "   DEAD!!&#128128;&#8220;: &#128553;   When ur fuckin and her pussy stank but u have really good friends........... ht&#8230.",
        "label": "negative"
    },
    {
        "text": " you're such a faggot.",
        "label": "negative"
    },
    {
        "text": " Don't worry about the nigga you see  worry about the nigga you DON'T see... Dat's da nigga fuckin yo bitch.",
        "label": "negative"
    },
    {
        "text": " call him a cock blocking faggot.",
        "label": "negative"
    },
    {
        "text": " #TrayvonMartin referred to Zimmerman as a   creepy ass cracker  . Racist thug..",
        "label": "negative"
    },
    {
        "text": " Why people think gay marriage is okay is beyond me. Sorry I don't want my future son seeing 2 fags walking down the street holding hands an  .",
        "label": "negative"
    },
    {
        "text": " I hate that faggot he so corny.",
        "label": "negative"
    },
    {
        "text": "It's levels to my bitch you can't fuck her nigga cause she like red bottom you can't afford her nigga she got Benz you riding honda accord.",
        "label": "negative"
    },
    {
        "text": "my mom tried to get me to buy beaner boots bc they were on sale like I'm not in a mariachi band please stop.",
        "label": "negative"
    },
    {
        "text": " He looks like a fag and his time line is boring Zzzzzz.",
        "label": "negative"
    },
    {
        "text": " fucking block your white ass because you try to sta shit like a fucking queer so fuck you NIGGA.",
        "label": "negative"
    },
    {
        "text": "Bitch ass nigga  be hating on black women... Uncle Tom bitch punk.", 
        "label": "negative"
    },
    {
        "text": "The #midwest of the US is white trash.",
        "label": "negative"
    },
    {
        "text": "   Jenna's a faggot.",
        "label": "negative"
    },
    {
        "text": "Dumb bitch  .",
        "label": "negative"
    },
    {
        "text": "   How you real  don't put NO money on you nigga books? But chu buy a bitch Chanel just to hit the Puss  .",
        "label": "negative"
    },
    {
        "text": "My nig jus said ain't nuttin worse den a fat loud hoe.tru fuckin story.",
        "label": "negative"
    },
    {
        "text": "No police department that hires gypsies  half-breeds  and nigglets should be trusted..",
        "label": "negative"
    },
    {
        "text": "   If I was Obama Id call a press conference &amp; slit joe bidens neck on live tv just 2 show these crackers I mean business&#8230.",
        "label": "negative"
    },
    {
        "text": "So many hoes whipped you would have thought we were still in slavery.",
        "label": "negative"
    },
    {
        "text": "    you're a coon.",
        "label": "negative"
    },
    {
        "text": " stop oppressing me  Have you heard of free speech? Stop shoving your lifestyle down my throat  1st AMENDMENT  #tcot #teabaggers.",
        "label": "negative"
    },
    {
        "text": " kill the coons!!!!!!",
        "label": "negative"
    },
    {
        "text": " okay  let's fight you ginger faggot .",
        "label": "negative"
    },
    {
        "text": "you're all niggers.",
        "label": "negative"
    },
    {
        "text": "   PROUDLY a racist. u dumb nigger.",
        "label": "negative"
    },
    {
        "text": " randies are fags.",
        "label": "negative"
    },
    {
        "text": " how about you wash my butthole out with your tongue you little faggot.",
        "label": "negative"
    },
    {
        "text": " happy birthday faggot.",
        "label": "negative"
    },
    {
        "text": "Lol Nicca dime game got soo much clout niccas goin to da store to buy sum dice.",
        "label": "negative"
    },
    {
        "text": "   Man... I was trying to eat &#128555;   :   Nigga you said it was bitches out here    I showed up for nothin!    #8230.",
        "label": "negative"
    },
    {
        "text": "   Tell me how you really feel.   those little #ISIS faggots usually have bags over their heads anyway.",
        "label": "negative"
    },
    {
        "text": "   I hate a bitch dat act like a nigga. &#128530.",
        "label": "negative"
    },
    {
        "text": "     Gee isn't cracker a racist term? So tired of these race baiters.",
        "label": "negative"
    },
    {
        "text": "Lmao  If u live wit ya girl and u do dishes u a faggot.",
        "label": "negative"
    },
    {
        "text": "Southwest airlines is like driving in a mini van with your white trash cousins who love to huff paint thinner before before working.",
        "label": "negative"
    },
    {
        "text": "  faggot.",
        "label": "negative"
    },
    {
        "text": "I'm seeing more &amp; more niggers migrating further up liberty rd... smh.",
        "label": "negative"
    },
    {
        "text": "   I hate when a nigga ask me   Where the hoes?   .... Nigga idfk  .",
        "label": "negative"
    },
    {
        "text": "  he's a faggot.",
        "label": "negative"
    },
    {
        "text": "    go back to lego club faggot.",
        "label": "negative"
    },
    {
        "text": "S/O to my favorite nigger to work on the plantation  just remember next time  ask for the watermelon. Dont steal it.", 
        "label": "negative"
    },
    {
        "text": " yea I forgot I was talkin to a degenerate faggot.",
        "label": "negative"
    },
    {
        "text": " you say waste a draft pick on Manziel when we have Mallet. that's why I'm telling you to delete your account. You're retarded.",
        "label": "negative"
    },
    {
        "text": " hey Sir house nigger  uncle tom aren't you from grand ole Mississippi  I rest my case .",
        "label": "negative"
    },
    {
        "text": "#WestVirginia is full of white trash.",
        "label": "negative"
    },
    {
        "text": "    i woke up with a sore throat  im cold  niggers will be niggers. so terrible.",
        "label": "negative"
    },
    {
        "text": " everybody's favorite phrase to try and end an argument   You do you and I do me   lmao faggots.",
        "label": "negative"
    },
    {
        "text": "   Bdubs is packed with beaners &#128557;&#128514.",
        "label": "negative"
    },
    {
        "text": "All you muzzy lovers need to do one thing. Tell muzzies in the mideast to leave Israel alone. Don't sta no shit won't be no shit. #Israel.",
        "label": "negative"
    },
    {
        "text": "My neighbors be sick when i wake um up to all this nigger music ctfu.",
        "label": "negative"
    },
    {
        "text": "Chill  If I ever become president Imma ban Henny from America..... For a Day   just to see you negroes panic.   gotcha bitch .",
        "label": "negative"
    },
    {
        "text": "   It's   Comfortable   but niccas like me say   Com-tha-ble  ...smh.",
        "label": "negative"
    },
    {
        "text": " that was so gay. And I was tanning bitch. Juvie made me white.",
        "label": "negative"
    },
    {
        "text": "OMG    ugly faggot. Your a bad mother. You should kill yourself like Robin Williams.",
        "label": "negative"
    },
    {
        "text": "Seem like da colored folk be gettin in da way lately. I just sayin.",
        "label": "negative"
    },
    {
        "text": "   &#8220;:  well he is at Genos. So he is the ultimate faggot&#8221;  got to show this queer how to eat &#8230.",
        "label": "negative"
    },
    {
        "text": "    yeah ok nigger.",
        "label": "negative"
    },
    {
        "text": "   There might be a couple cotton pickers on the spurs but they all play unselfish white man basketball.",
        "label": "negative"
    },
    {
        "text": " thanks for ignoring my texts fag.",
        "label": "negative"
    },
    {
        "text": " Somebody please choke that fucking retard that keeps yelling   mashed potatoes  . What a tool  #PGAChampionship.",
        "label": "negative"
    },
    {
        "text": "   We all know that one person that could say anything and you just look at them thinking   you're retarded    stfu   #stupidBitches  .",
        "label": "negative"
    },
    {
        "text": "&#8220;    damn they got wifey &#128561;&#128561;&#128534;&#128534;&#128555;&#128553;&#128553;&#128553;&#8221; Fall back nigga &#128299;.. I don't share my hoes.",
        "label": "negative"
    },
    {
        "text": "The reason Shelby hates sandwiches is because he is a queer. .",
        "label": "negative"
    },
    {
        "text": " chink eyed  .",
        "label": "negative"
    },
    {
        "text": " sweet comeback u fuckin herb I dnt watch soccer but id still wax your bitch ass in it go swallow the red soxs kids ur from NYC fag.",
        "label": "negative"
    },
    {
        "text": "i hate hoes.",
        "label": "negative"
    },
    {
        "text": " Look at this little faggot.   : Tell her she's beautiful as much as you can. It'll make her smile  .",
        "label": "negative"
    },
    {
        "text": "Your pathetic plan failed. Enjoy my phone you fucking monkey. Let me see your ass at Benton park. You wanna talk shit I'll carve your face.",
        "label": "negative"
    },
    {
        "text": "    omg no plz stop calling me an idiot... are we in kindergarden you fucking faggot.",
        "label": "negative"
    },
    {
        "text": "When a pussy nigga socks you and doesn't knock you out.",
        "label": "negative"
    },
    {
        "text": " naw dude I wish  they're white trash .",
        "label": "negative"
    },
    {
        "text": "   kill whitey.",
        "label": "negative"
    },
    {
        "text": "  Stacey Dash won &#128166;   baddest bitch evaaaa.",
        "label": "negative"
    },
    {
        "text": " &#8220;  I love the song   John Doe   #dope&#8221;   faggots.",
        "label": "negative"
    },
    {
        "text": " that was back when nigger music was decent.",
        "label": "negative"
    },
    {
        "text": "Hood niggas and bitches love emojis lmfao.",
        "label": "negative"
    },
    {
        "text": " roid rage much faggot?",
        "label": "negative"
    },
    {
        "text": "You hate football your a faggot.",
        "label": "negative"
    },
    {
        "text": "   alsarabsss hes a beaner smh you can tell hes a mexican.",
        "label": "negative"
    },
    {
        "text": "Stay home then bitch fuck u.",
        "label": "negative"
    },
    {
        "text": "What's so good about Prom? All I see is another faggot ass High School dance.",
        "label": "negative"
    },
    {
        "text": "Smh queer.",
        "label": "negative"
    },
    {
        "text": "These hoes be lying to all of us nigga I got news for the monogamous niggas yo bitch fucking anonymous niggas!!!",
        "label": "negative"
    },
    {
        "text": "Fuck that nigga's shit up  Olivia's pussy got Fitz going batshit!!!",
        "label": "negative"
    },
    {
        "text": "   While the men will often be rambling and retarded  the women will appear trashy and tipsy  lawless and lustful  #8230;.",
        "label": "negative"
    },
    {
        "text": " how many fuckin fags did a even get? Shouldnt be allowed into my wallet whilst under the influence haha.",
        "label": "negative"
    },
    {
        "text": "Between this trend and the vines acting like women its like niggas couldn't wait to be faggots  .",
        "label": "negative"
    },
    {
        "text": "That shade of faggot clashes with your eye color.",
        "label": "negative"
    },
    {
        "text": "nigga u a cunt where yo fendi clutch.",
        "label": "negative"
    },
    {
        "text": " Dumb Haitian fake black faggots. Go to Haiti and neck yourself.",
        "label": "negative"
    },
    {
        "text": "faggots  .",
        "label": "negative"
    },
    {
        "text": "it means that im following orders and being subordinate. sue me  ya dyke .",
        "label": "negative"
    },
    {
        "text": "Can't stand that asian dude just now  faggot gives me attitude cause I almost forgot my water  fuck u faggot if I wasn't on stage.",
        "label": "negative"
    },
    {
        "text": "   Soft shit? Are you handicapped or retarded?",
        "label": "negative"
    },
    {
        "text": "   Miley Cyrus pussy probably taste like wet dog  she has a negative ass  and the bitch looks like Justin Bieber  she so ove&#8230 .",
        "label": "negative"
    },
    {
        "text": " go back to nigeria faggot.",
        "label": "negative"
    },
    {
        "text": "Fucking faggots  aren't from or live in DC  Maryland or VA .",
        "label": "negative"
    },
    {
        "text": "Dyke bitches kill me thinkin they really got hoes lol.",
        "label": "negative"
    },
    {
        "text": "------&gt;   ankle socks in general are for the faggots bro.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "Worlds biggest faggot lol.",
        "label": "negative"
    },
    {
        "text": "Giving you that trailer park trash. #transformthursday #ladykimora #vegasqueens #vegasshowgirls  .",
        "label": "negative"
    },
    {
        "text": "   lmao madonnas music sucks? yeah you're fucking stupid if you think gaga is better. retard.",
        "label": "negative"
    },
    {
        "text": "   You're not the father   What every Mexican/nigger loves to hear.",
        "label": "negative"
    },
    {
        "text": "  humans are evil man. Cutting tusks of these beautiful animals so chinks think the get a hard on.",
        "label": "negative"
    },
    {
        "text": " A guy claiming to be Republican called C-Span news and said   Republicans hate that nigger Obama    .",
        "label": "negative"
    },
    {
        "text": "Know why the ultimate warrior died? God LOVES fag #toosoon ? He was an anti-gay crusader so a little light jokes are necessary.",
        "label": "negative"
    },
    {
        "text": "   Most of these niggas go broke for these hoes.",
        "label": "negative"
    },
    {
        "text": "   Lmaooo Friday After Next? &#8220;: You like that yo son's a fag?&#8221.",
        "label": "negative"
    },
    {
        "text": "Lol  so since I'm from the south I automatically sound like a fucking redneck. Hahahaha how about fuck you  stupid ass..",
        "label": "negative"
    },
    {
        "text": " I've been knowing fag.",
        "label": "negative"
    },
    {
        "text": " bitch was i talking to u stfu and get off my page oh bitch nigga u bout that life.",
        "label": "negative"
    },
    {
        "text": " happy cuz I woke up white and not a nigger .",
        "label": "negative"
    },
    {
        "text": " it's goldbar dumb bitch and no my dad wouldn't pick you up he doesn't like faggots like you &#128528;&#128076;&#128079.",
        "label": "negative"
    },
    {
        "text": "First thing I do when I hit the lotto is buying  two fat bitches and watching her eat both in one sitting.",
        "label": "negative"
    },
    {
        "text": " and how am I assume shit  hmm cuz u don't know what fuck u talking about crackers these days.", 
        "label": "negative"
    },
    {
        "text": " Aww y u so mad tho  a successful man LMFAO  hut hugging as faggot..",
        "label": "negative"
    },
    {
        "text": " fight me 1 on 1 ur choice of game faggot see what happens.",
        "label": "negative"
    },
    {
        "text": " Dad just yelled out   in bout to fry some chicken like a nigger  .",
        "label": "negative"
    },
    {
        "text": "I hate all these industry fags. I hope they all get the Nigerian Summer Flu.",
        "label": "negative"
    },
    {
        "text": "If you kill all cops and cracker babies  what next?????? Black states  white states  and Latino states? Isn't that moving backwards ?",
        "label": "negative"
    },
    {
        "text": "   Happy birthday faggot  &#128536; .",
        "label": "negative"
    },
    {
        "text": " only faggots drive stick.", 
        "label": "negative"
    },
    {
        "text": "Seeing ugly bitches get pregnant let's me know that nigga swill fuck anything with a pussy. Alcohol is no longer the excuse. You was pressed.",
        "label": "negative"
    },
    {
        "text": " don&#8217;t be a hu little faggot.",
        "label": "negative"
    },
    {
        "text": " is the biggest faggot in the world.",
        "label": "negative"
    },
    {
        "text": " fag.",
        "label": "negative"
    },
    {
        "text": "Twitter is for fags.",
        "label": "negative"
    },
    {
        "text": " das calld usen yo brain retard y would i whoop yo ass n front of da police.",
        "label": "negative"
    },
    {
        "text": " fag.",
        "label": "negative"
    },
    {
        "text": "  I hopes dis ain't cause he colored cause I knows he be actin all nigga like.",
        "label": "negative"
    },
    {
        "text": "Gay ass nigga  ;&#128514; bitch you thought you thought.",
        "label": "negative"
    },
    {
        "text": "I still think snap chat for faggots and High Schoolers.",
        "label": "negative"
    },
    {
        "text": "   Are you Justin Beiber? Because your a Fucken gay cunt   .",
        "label": "negative"
    },
    {
        "text": "I fucking hate you niggers bruh...  .",
        "label": "negative"
    },
    {
        "text": " BORING&amp;HACK allah and mohamed are also against fags.PLEASE mention them as well.did God take away your balls as punishment?",
        "label": "negative"
    },
    {
        "text": "    but you're still a faggot.",
        "label": "negative"
    },
    {
        "text": "   they are wrong you are a nigger always causung mischief among ur own people.",
        "label": "negative"
    },
    {
        "text": "#firefighter is a job for white trash.",
        "label": "negative"
    },
    {
        "text": "     oh shut up faggot get a disease overused on twitter.",
        "label": "negative"
    },
    {
        "text": "No these are only whites pies. Well do you have any negro pies?",
        "label": "negative"
    },
    {
        "text": "guy complains to me  #gays are over-sensitive... my response  and look at you complaining like little pussy. waahh waahh #hypocrite.",
        "label": "negative"
    },
    {
        "text": " ur not sassy white trash change ur username.",
        "label": "negative"
    },
    {
        "text": "...aaaaaaaaand it begins.   Fucking niggers that's all Kentucky is and ever will be.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": " shut your dirty di trap you limp knees  ashy footed  blue balls  isolated hamster wheel  no nipples bitch", 
        "label": "negative"
    },
    {
        "text": "  Hey fag  I said this was your aunts. *He* said it was you.", 
        "label": "negative"
    },
    {
        "text": "   Too many faggots on here that think they can address me by my first name.",
        "label": "negative"
    },
    {
        "text": "I missing something of my ofay friends. Day all scared by da recent happenings. Don't chu worry...ol Lamar say you like da colored folk.",
        "label": "negative"
    },
    {
        "text": "Ok. Did this bitch just say wut I think she.said? I believe u just described urself dumbass.",
        "label": "negative"
    },
    {
        "text": " happy birthday nicca do coon shit in a responsible way.",
        "label": "negative"
    },
    {
        "text": "  teaching that pretend son to b a pussy  his son would have LACE ON HIS JOCK STRAP .",
        "label": "negative"
    },
    {
        "text": "Every spic cop in #LosAngeles is loyal to the #LatinKings.",
        "label": "negative"
    },
    {
        "text": "Shut up faggot.",
        "label": "negative"
    },
    {
        "text": " But that's what you call white trash with money!!!!!",
        "label": "negative"
    },
    {
        "text": "  Niggas probably be watching me like   Look at this Uncle Tom ass Rasta  .",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "   &#8220;:  You're a faggot&#8221;you're a Texas fan.",
        "label": "negative"
    },
    {
        "text": "   I got called a faggot for buying girl toms so now I'm gonna fuck that person in the ass.",
        "label": "negative"
    },
    {
        "text": "&#8220;   #faggot&#8221; #Respect.",
        "label": "negative"
    },
    {
        "text": "Only retards retweet fuckry.",
        "label": "negative"
    },
    {
        "text": "  to ----&gt; get past boot camp  and go active a few years  see what we REALLY do daily you liberal pussy.",
        "label": "negative"
    },
    {
        "text": " And its people like you that give us all a bad name  you are a disgusting piece of shit of a person a nigger is what you are .",
        "label": "negative"
    },
    {
        "text": " hell naw fuck them bitches serves them right.",
        "label": "negative"
    },
    {
        "text": "  she spelled faggots with an e you're so cool lol.",
        "label": "negative"
    },
    {
        "text": "You a real life faggot if you ever fight another man because he fucked your girl. You just gotta take that L like a man and move on.",
        "label": "negative"
    },
    {
        "text": " yea....what did it do for Maidana? It made him a greedy faggot loser. Atleast Broner is black.",
        "label": "negative"
    },
    {
        "text": "What's worse than #Ebola ? The F-ing retards trying to make it a race issue. Al Sharpton has caused more American death than ebola.",
        "label": "negative"
    },
    {
        "text": "Nigga just had them crackers on a chase.",
        "label": "negative"
    },
    {
        "text": "  well he is at Genos. So he is the ultimate faggot.",
        "label": "negative"
    },
    {
        "text": " I hate that my mom says she trying to move out here... Like bitch the only reason your   trying   is because you don't have a place to live...",
        "label": "negative"
    },
    {
        "text": "I'm so sick of u niggers.",
        "label": "negative"
    },
    {
        "text": "   : &amp; alla my niggas hot boys    so don't bring no ice in this bitch &#128130;&#8221.",
        "label": "negative"
    },
    {
        "text": "Bitch fuck yo nigga  what's up with that pussy!!?! .",
        "label": "negative"
    },
    {
        "text": "   *nigga *bitch *him &#8220;: ' I will never date a female with another niggah name on her lol . Wtf .&#8221.",
        "label": "negative"
    },
    {
        "text": "If yer gonna continue to be a contrarian bitch... go die then. I've no time for such trifling .",
        "label": "negative"
    },
    {
        "text": "You old bitter salty ass niccas make my flesh crawl off my bones  Such bitches you are  #DontArgueJustAcceptIt .",
        "label": "negative"
    },
    {
        "text": "   That band is white trash  and only white trash would buy that album.", 
        "label": "negative"
    },
    {
        "text": "   If you like After Romeo chances are I think you're a faggot.",
        "label": "negative"
    },
    {
        "text": "   You hoes need to stop dressing y'all kids as Migos and Rappers that y'all fucked. Lil nigga just wanted to be a power ran&#8230.",
        "label": "negative"
    },
    {
        "text": "  Leo get the fuck off of vine you fag.",
        "label": "negative"
    },
    {
        "text": "Happy first day of college nigger .",
        "label": "negative"
    },
    {
        "text": "    you're fucking gay  blacklisted hoe Holding out for #TehGodClan anyway .",
        "label": "negative"
    },
    {
        "text": "I hate when white trash try to act like they're my equal. It only makes it that much clearer how white trash they are.",
        "label": "negative"
    },
    {
        "text": "I like how niggas try an come at me and im like do it then bitch and they dont do shit. Pussies.",
        "label": "negative"
    },
    {
        "text": " Hit a bitch it's not like you can see the bruises.",
        "label": "negative"
    },
    {
        "text": "Mcdonalds pipe self defence beating    This is one nigger who's hand I would shake. That's how you deal with sheboons.",
        "label": "negative"
    },
    {
        "text": "Fuck ass redskin corners.",
        "label": "negative"
    },
    {
        "text": "&#8220;   you like 5'8  you needs to&#8221;....1. You a hoe. 2. i'm 5'10(breaking11) 3.suck my dick.", 
        "label": "negative"
    },
    {
        "text": "No one goes into psychiatry to help people. Those people are all immoral. Everyone who works in that field is pure trash.",
        "label": "negative"
    },
    {
        "text": "   I hate trailer trash &#128567.",
        "label": "negative"
    },
    {
        "text": "   When kennies angry he talks like a ghetto black man and I really don't even think he notices HAHAHAHAHAHAHA I'm laughing @ &#8230.",
        "label": "negative"
    },
    {
        "text": "&#193;lbum de fotos  gaywrites  In the Making  a project by and for queer students at Harvard  highlights the...",
        "label": "negative"
    },
    {
        "text": " shut up chink.!!!",
        "label": "negative"
    },
    {
        "text": " that hoe on some other shit bro and 100x better rn that a nigga high.",
        "label": "negative"
    },
    {
        "text": "&#8220;  If u ask me   every bitch gay&#8221;or   bi .",
        "label": "negative"
    },
    {
        "text": "   Lmaoo   That's a legal tackle faggot   Seriously?  .",
        "label": "negative"
    },
    {
        "text": " Shit ill pay the premium to get away from these anything ass hoes.",
        "label": "negative"
    },
    {
        "text": " T.o. was a faggot crybaby.",
        "label": "negative"
    },
    {
        "text": " faggot I knew you weren't really my friend.",
        "label": "negative"
    },
    {
        "text": "Not trying to follow any spooks  no offense ...", 
        "label": "negative"
    },
    {
        "text": "It's so shady when you bitches talk to guys w/ girlfriends that's so disrespectful to do to another girl.",
        "label": "negative"
    },
    {
        "text": "     I love cripples  Look at all these fucking cripples  Goddamit I'm a people person!    .",
        "label": "negative"
    },
    {
        "text": " Those niggers disgust me. They should have dealt with 100 years ago  we wouldn't be having these problems now.", 
        "label": "negative"
    },
    {
        "text": "Iont see how some of you niggas fags!!",
        "label": "negative"
    },
    {
        "text": "   Ann Coulter admits on FOX News that America has a negro problem. #crime #tcot #gettingreal.",
        "label": "negative"
    },
    {
        "text": "   If you snipe  you're a fucking faggot. I fucking hope all of you snipers get fucking raped and suffer from cancer.", 
        "label": "negative"
    },
    {
        "text": "   Illegal alien is not a race. It's a crime.     #wetbacks  .",
        "label": "negative"
    },
    {
        "text": "Some lying ass hoes lol.",
        "label": "negative"
    },
    {
        "text": "  is an evil hate whitey racist who thinks Delbe Belton deserved it.   .",
        "label": "negative"
    },
    {
        "text": "fat dykes make me want to vomit.",
        "label": "negative"
    },
    {
        "text": "But atleast they let me know...ur a faggot if u keep those type of twitter secrets.",
        "label": "negative"
    },
    {
        "text": " You retarded bruh lol.",
        "label": "negative"
    },
    {
        "text": "slow replies make me feel like a retard and I just want to put my foot through a wall... hjhdyhdhlgjdftilh.",
        "label": "negative"
    },
    {
        "text": "Wish I coulda said more to  tonight. Good seeing you fag. &#128540.",
        "label": "negative"
    },
    {
        "text": "    typical coon activity.",
        "label": "negative"
    },
    {
        "text": "  you both sure do You want to give a free pass to every border jumper in this country you two are what's wrong here.",
        "label": "negative"
    },
    {
        "text": "Vanessa is such a fuckin faggot.",
        "label": "negative"
    },
    {
        "text": "Lemme find out that bitch nigga talking shit.",
        "label": "negative"
    },
    {
        "text": " fag.",
        "label": "negative"
    },
    {
        "text": "Johnny Rebel - Quit your bitchin' nigger!:  .",
        "label": "negative"
    },
    {
        "text": "  Them jigaboos aka homewreckers needs to get blocked .",
        "label": "negative"
    },
    {
        "text": "    nigger  .",
        "label": "negative"
    },
    {
        "text": "   This nigguh Chris Paul.",
        "label": "negative"
    },
    {
        "text": "TRUST ME when I say that #JesusChrist would be KILLING #faggots if he came back to life in today's day and age&gt; #Spartacus #Rome.",
        "label": "negative"
    },
    {
        "text": "Gotta love rednecks. Loud  stupid  stubborn  and full o schitt.", 
        "label": "negative"
    },
    {
        "text": "  what do you want fag.",
        "label": "negative"
    },
    {
        "text": "   Who wants to chill on campus w me &amp; throw bibles at bitches taking the walk of shame&#10067;&#10068.",
        "label": "negative"
    },
    {
        "text": " Because Ian's retarded.",
        "label": "negative"
    },
    {
        "text": "  they want what I got  I want what they got  America.they got the word nigger  I want it to.", 
        "label": "negative"
    },
    {
        "text": "I'm already tired and mr stupid af decides to show us a video on trigonometric notions so um yeah I just wanted to say you're a hoe.",
        "label": "negative"
    },
    {
        "text": "Look at this coon ass nigga here..... Standing on a damn toilet  looking around for his manhood...&#8230;.",
        "label": "negative"
    },
    {
        "text": "Why do so many filthy wetback half-breed spic savages live in #LosAngeles? None of them have any right at all to be here.",
        "label": "negative"
    },
    {
        "text": "These people are fags.",
        "label": "negative"
    },
    {
        "text": " *goes to olive garden* *Turns into a cracker*     *goes black friday shopping* *turns into a nigger*  .",
        "label": "negative"
    },
    {
        "text": " this nigga &#128529;&#128529;.. know damn well you a coon.",
        "label": "negative"
    },
    {
        "text": "I'm starting to not like meek  this nig a lil to arrogant for me .",
        "label": "negative"
    },
    {
        "text": " chase you God damn faggot  ;&#128557;&#128514;&#128557.",
        "label": "negative"
    },
    {
        "text": "I really just want to kill some towel head terrorists already &#128530; can high school be over now please?",
        "label": "negative"
    },
    {
        "text": " faggots  old people  people who can't drive  drunk people.", 
        "label": "negative"
    },
    {
        "text": "&#8220;  No need to thank me  killing niggers is it's own reward.&#8221; Dis my pal from our graduation when we was 26 .",
        "label": "negative"
    },
    {
        "text": "Pantera - 5 Minutes Alone    5 minutes  pussy boy..I'll crush you.", 
        "label": "negative"
    },
    {
        "text": " We hate niggers  we hate faggots and we hate spics-kkk rally  .",
        "label": "negative"
    },
    {
        "text": " wow u hoe is the term for women.",
        "label": "negative"
    },
    {
        "text": "Stupid teabagger restaurant making customers pay 'Minimum Wage Fee'  .",
        "label": "negative"
    },
    {
        "text": "one day im like harry styles is so hot the next day is who tf is this faggot.",
        "label": "negative"
    },
    {
        "text": "White trash have taken over every charity organization in the US.",
        "label": "negative"
    },
    {
        "text": "Fuck you fuck you you stupid cheating bitch go lick a dick and die ur a stupid nigger bitch.",
        "label": "negative"
    },
    {
        "text": " fuck outta here and go put some more trash ass ink on your faggot ass self pussy.",
        "label": "negative"
    },
    {
        "text": "Why does this faggot in front of me have to get two dozen doughnuts right now  get the fuck on .",
        "label": "negative"
    },
    {
        "text": "   Why do the trashiest  really ghetto girls always get the most likes and comments on insta? Boys up and down their pictures a&#8230.",
        "label": "negative"
    },
    {
        "text": " you did a good job doing that to me and not texting back faggot.",
        "label": "negative"
    },
    {
        "text": "     : Is you a girl or a guy is you my mom or is you my dad ?   Im a butch dyke.",
        "label": "negative"
    },
    {
        "text": "Washing my coon hair.",
        "label": "negative"
    },
    {
        "text": "   Vin Scully once called me a camel jockey. #liesaboutvinscully.",
        "label": "negative"
    },
    {
        "text": " happy birthday queer.",
        "label": "negative"
    },
    {
        "text": "   Wow the stupid nigger in LeBron really came out there.",
        "label": "negative"
    },
    {
        "text": "   You can be a good girl all you want and those hoes still gonna get us niggas attention from time to time.",
        "label": "negative"
    },
    {
        "text": "A nicca say he ballin ask em where his title n his deeds at not wher his clothes n his keys at.",
        "label": "negative"
    },
    {
        "text": "&#8220;  My phone charging backwards &#128533;&#8221; retarded.",
        "label": "negative"
    },
    {
        "text": "Bald head bitches think it's their time to prosper  .",
        "label": "negative"
    },
    {
        "text": "Ankles &#128128;&#128514;&#8220;: &#8220;: Hood bitches with long weave is the worst thing ever&#8221; weave that be touching their ashy ankles &#128567;&#8221.",
        "label": "negative"
    },
    {
        "text": "redneck in the White House // Moccasin Creek &#128077;&#128076.",
        "label": "negative"
    },
    {
        "text": " better nig. Lol but if anything ill flip u the 10 or something. Im tryna get some more cash.",
        "label": "negative"
    },
    {
        "text": "   Look at u now u pregnant stupid bitch lol.",
        "label": "negative"
    },
    {
        "text": "  fags.!",
        "label": "negative"
    },
    {
        "text": "I hate fat bitches.",
        "label": "negative"
    },
    {
        "text": "   Anything to trash this black President!!",
        "label": "negative"
    },
    {
        "text": "  purple &amp; pink....for the faggots who want to be protected...by the police  instead of BEARING ARMS if need be  .",
        "label": "negative"
    },
    {
        "text": "   Oh my goodness do I hate Chinese people. Fucking zipperheads.",
        "label": "negative"
    },
    {
        "text": " you don't know what your talking about retarded faggot.",
        "label": "negative"
    },
    {
        "text": "This white bitch tried to set me up for a racial war ... Lol bitch it's impossible I'm smarter then you.",
        "label": "negative"
    },
    {
        "text": " wetback &#128513;&#128514;&#128514;&#128514;&#128514;&#128557.",
        "label": "negative"
    },
    {
        "text": "   Your Swags off fag sauce.",
        "label": "negative"
    },
    {
        "text": "Lmaooo  She a tranny if she can open a jar of pickles by herself.",
        "label": "negative"
    },
    {
        "text": "SIR. PLEASE go text your Mexican bitch  because I'm not Finna deal witcho childish ass  .",
        "label": "negative"
    },
    {
        "text": " You be totally correct Anthony. Can&#8217;t be livin round dem colored folk. Day be bringin down da hood and dem propery value.",
        "label": "negative"
    },
    {
        "text": "  fucking gay faggot look at that gay ass pink shi haha.",
        "label": "negative"
    },
    {
        "text": " with pills that nig will last 4 years. Like magic j .That nig should hav died years ago. Y'all the first team to draft gay.",
        "label": "negative"
    },
    {
        "text": "     For every bad bitch there is a nigga who treats them like shit &amp; yet they stay..... I wanna .",
        "label": "negative"
    },
    {
        "text": "Brady heard yall say he was washed  now he washing the league on you hoe ass niggas.", 
        "label": "negative"
    },
    {
        "text": " nigga who's bitch u fucking cracker get your gay ass out my mentions.",
        "label": "negative"
    },
    {
        "text": "I hate when black people try and be white so bad ... Your a nigger.",
        "label": "negative"
    },
    {
        "text": "   Niggas always wanna talk about how God is against gays.. What about that pussy you was eating last night? Ain't God ag&#8230.",
        "label": "negative"
    },
    {
        "text": " and  are faggots. Kbye.",
        "label": "negative"
    },
    {
        "text": "I love all people for who they are but there's this one fag that goes to my school that can catch a ninja star to the face ASAP.",
        "label": "negative"
    },
    {
        "text": "People are fucking retarded lol.",
        "label": "negative"
    },
    {
        "text": "Or the teach might get u got   I really hate a disrespectful ass bitch in class. The professor is talking you STFU bitch.",
        "label": "negative"
    },
    {
        "text": "Lakers are trash right now.",
        "label": "negative"
    },
    {
        "text": "     all of these rednecks and none of them can keep the fire lit    ;&#128514;.",
        "label": "negative"
    },
    {
        "text": "Curse AVI for Coke because he's a fag and hasn't put it on yet  .",
        "label": "negative"
    },
    {
        "text": "the receptionist im always forced to talk to is such a racist cunt. i called her for an error and she said she'll call me. 40 mins. nothing.",
        "label": "negative"
    },
    {
        "text": " bruh we can finally roll like rednecks (': ((drug dealers))  .",
        "label": "negative"
    },
    {
        "text": "Niggas actin like hoes most of em bitches.",
        "label": "negative"
    },
    {
        "text": " I'd like to rape the bitch that posted that.",
        "label": "negative"
    },
    {
        "text": "  send them damn beaners back where they belong n the US aint it.",
        "label": "negative"
    },
    {
        "text": "&#8220;  HELL YA THEY SHOULD MAKE MORE MALT LIQUOR ADS LIKE THIS.  #8221; - Dis be heaven fo a colored man.",
        "label": "negative"
    },
    {
        "text": "   Ur fucking white trash.",
        "label": "negative"
    },
    {
        "text": "#Dutch farmers are white trash.",
        "label": "negative"
    },
    {
        "text": "   furrybah *in my PayPay voice*   The hoes are for EVERYBODY my nigga .",
        "label": "negative"
    },
    {
        "text": "I didn't forsake all other bitches for my wife to be getting fucked on by another nigga. and you know she married? you gotta die.",
        "label": "negative"
    },
    {
        "text": "I think this nigga retarded G.",
        "label": "negative"
    },
    {
        "text": "    California's biggest retards. Don't forget about HOLY who just released an amazing EP.",
        "label": "negative"
    },
    {
        "text": "EDA!! The 2 queers at AA  lol    .",
        "label": "negative"
    },
    {
        "text": "     what can banks do to show engagement with the queer community?     HIRE TRANS WOMEN  .",
        "label": "negative"
    },
    {
        "text": "&#8220;  o u unfollowed me so i can't dm u  so i'll say it here  you're a rude cunt lmao&#8221; you can dm me.",
        "label": "negative"
    },
    {
        "text": "Fuckkkkk!!! My nig a g tho  he gonna come back .",
        "label": "negative"
    },
    {
        "text": "Seattle Mayoral Election this year. A choice between a bunch of women  non-whites  and faggots/fag lovers.",
        "label": "negative"
    },
    {
        "text": "   Mfs still in the same spot as 3yrs ago. Beefing with the same nighas. Sleeping with the same hoes. Eating from the same restau&#8230.",
        "label": "negative"
    },
    {
        "text": " &#8220;    fucking white people    #8221; bitch wut?.",
        "label": "negative"
    },
    {
        "text": "The nations know who we are  but we rather be real niggers &amp; bad bitches..",
        "label": "negative"
    },
    {
        "text": "   #NeverAskABlackPerson if her hair is hers . she will hit you with a   bitch i bought it     so it's mine   .",
        "label": "negative"
    },
    {
        "text": "&#8220;  I hate that bitch &amp; the fact that oomf likes her.. just no &#128528;&#8221; retweeettt 1000x.",
        "label": "negative"
    },
    {
        "text": "   This nigger tattoo show is horrible.",
        "label": "negative"
    },
    {
        "text": " You're a fucking faggot.",
        "label": "negative"
    },
    {
        "text": " fags.",
        "label": "negative"
    },
    {
        "text": "    not just cause of hoes  go to jail cause of fucking up hoes bloody n making them call you head honcho .",
        "label": "negative"
    },
    {
        "text": " gayer then 2 faggots in bed together&#128129.",
        "label": "negative"
    },
    {
        "text": "Fuckin' #faggots   man. #science knows these FUCKS can't procreate without the help of   breeders   but we treat them #fancy? #sin  .",
        "label": "negative"
    },
    {
        "text": "Those guys are the definition of white trash.",
        "label": "negative"
    },
    {
        "text": "This week's RFN segment is in the can. I discuss Idaho being a faggot marriage state just like Washington.",
        "label": "negative"
    },
    {
        "text": "    Ahmed and retard mikey for special Olympic boxing.",
        "label": "negative"
    },
    {
        "text": "   Anybody who trashes their own neighborhood after a perceived injustice is a fucking moron. #Ferguson.",
        "label": "negative"
    },
    {
        "text": "     Stfu faggot a clip is 4+ holy fucking tittyy shit.",
        "label": "negative"
    },
    {
        "text": "you're such a retard i hope you get type 2 diabetes and die from a sugar rush you fucking faggot .",
        "label": "negative"
    },
    {
        "text": " that's what happens when you date a colored.",
        "label": "negative"
    },
    {
        "text": " stfu dyke looking hoe.",
        "label": "negative"
    },
    {
        "text": "I just wanna slit this mf throat.",
        "label": "negative"
    },
    {
        "text": " I'm 5'8 fag &#128536;&#128536.",
        "label": "negative"
    },
    {
        "text": "   On Nigger Day we honor nigger traditions by not working.",
        "label": "negative"
    },
    {
        "text": "   Jameis Winston is a nigger.",
        "label": "negative"
    },
    {
        "text": "Naw  Am I the only one mad that ESPN gonna be talking about faggot ass Penn State all week?",
        "label": "negative"
    },
    {
        "text": "You fucking fag &#8220;: this is exactly what i am talking about women are pigs  #8221.",
        "label": "negative"
    },
    {
        "text": "Holder&#8217;s Justice Department Isn&#8217;t Interested in the Facts in #Ferguson   These race hustling bitches are DISGRACEFUL.",
        "label": "negative"
    },
    {
        "text": "   Look at ya boy    Nigga a faggot   Bruh   Chance The Rapper  #8230.",
        "label": "negative"
    },
    {
        "text": "   You assholes know that referring to a girl as   bitch   doesn't make your dick any bigger   right? .",
        "label": "negative"
    },
    {
        "text": "Clan of retards.",
        "label": "negative"
    },
    {
        "text": " I knew you were a faggot though.",
        "label": "negative"
    },
    {
        "text": "  Ur pal  threat2   apostate kufar  &gt;  I cld cut ur neck w/sword of islam &amp;watch u squeal like a bitch like Daniel Pearl  .",
        "label": "negative"
    },
    {
        "text": "bitch you're white stfu with your shitty Spanish.",
        "label": "negative"
    },
    {
        "text": "   Yay for America &amp; Israel... we put in more Jew Hating muslim trash into our government  pathetic &amp; sickening.",
        "label": "negative"
    },
    {
        "text": "Hate this dyke.",
        "label": "negative"
    },
    {
        "text": "From now on  I will call all radical MUSLIMS niggers  It is very fitting  and it is racist  I AM RACIST AGAINST ANYONE WHO HATES AMERICA .",
        "label": "negative"
    },
    {
        "text": "  Jews and white race traitors have to be swept clean so the Aryan race can survive.",
        "label": "negative"
    },
    {
        "text": " fuck your store bitch.",
        "label": "negative"
    },
    {
        "text": " Ain't shit like fucking another nigga bitch and askin her   who pussy is this   and she say yours lmao no bitch im stealing this pussy lol.",
        "label": "negative"
    },
    {
        "text": "#California is full of white trash who moved from #Oklahoma.",
        "label": "negative"
    },
    {
        "text": " ratchet looking nigger.",
        "label": "negative"
    },
    {
        "text": "None of us went to these PRESTIGIOUS establishments so we're clearly not as superior as these fucking retards.",
        "label": "negative"
    },
    {
        "text": "#SouthCarolina is full of white trash.",
        "label": "negative"
    },
    {
        "text": "Them queer ass shorts Rabchenko got on.",
        "label": "negative"
    },
    {
        "text": "She got every niggah lookin like dam.",
        "label": "negative"
    },
    {
        "text": " lmaoo what a fag.",
        "label": "negative"
    },
    {
        "text": "If you say any of the following words the convo is over  nigger  nigga  swag  yolo  fag  retard.", 
        "label": "negative"
    },
    {
        "text": "#Iowa is full of white trash.",
        "label": "negative"
    },
    {
        "text": "ayo i even kill handicapped and crippled bitches/look at my scalp real close and you'll see triple sixes.",
        "label": "negative"
    },
    {
        "text": "Apaches' 30 MM rounds turn Jihadis into tomato soup    .",
        "label": "negative"
    },
    {
        "text": "Sorry fo da rant. It make me mad and ashamed to be colored. I wish I be white so y'all would like me.",
        "label": "negative"
    },
    {
        "text": "     you are trash   me   .",
        "label": "negative"
    },
    {
        "text": " aw drake is  do you sit in the corner and cry when you listen to him? lmfao  pussy dick rider  how drakes cock taste faggot and lebians, or betther lesbians.", 
        "label": "negative"
    },
    {
        "text": "   hoes will be hoes .",
        "label": "negative"
    },
    {
        "text": "   Niggaz like all them naked bitches on IG pics NIGGAZ DONT LOVE EM.",
        "label": "negative"
    },
    {
        "text": "  ;&#128514;Alright fag what about this?  .",
        "label": "negative"
    },
    {
        "text": " stay talking defending your fuckboy ass boyfriend or what? go suck him off while youre at it faggot.",
        "label": "negative"
    },
    {
        "text": "You ol trout mouth ass bitch DEEEEAAAADD.",
        "label": "negative"
    },
    {
        "text": " ok wat ever u say whitey. u prolly never even seen shaft.",
        "label": "negative"
    },
    {
        "text": "#ReasonsWeCantBeTogether if u was talkin to my nig or smashed da homies.",
        "label": "negative"
    },
    {
        "text": "You have my word we will    beat those fucking faggots pls.",
        "label": "negative"
    },
    {
        "text": "I wasn't calling you a faggot  but you are one lol.", 
        "label": "negative"
    },
    {
        "text": " ugly emo trash go cut.",
        "label": "negative"
    },
    {
        "text": "DIVERSITY  Chcgo Blck Pstr Flooded w/ Dth Threats Ovr Endorsement Of GOP Candidate  &#8220;U Sellout Uncle Tom Ass N*gger&#8221;  .",
        "label": "negative"
    },
    {
        "text": "   You a hoe if you give your number to another nigga while you got a man.",
        "label": "negative"
    },
    {
        "text": "Lol   Youuuuu got niggas but I don't got bitches.",
        "label": "negative"
    },
    {
        "text": " Hoes thnk they   won   when the nigga thats ridin the fence sta givin them a lil attention... what u won hoe? A wishywashy ass nigga? Oh..",
        "label": "negative"
    },
    {
        "text": " whats your youtube channel then faggot.",
        "label": "negative"
    },
    {
        "text": " That's actually non-English. Because #okiecops are filthy white trash who are all criminals.",
        "label": "negative"
    },
    {
        "text": "   If some little fucking faggot spits in my food I swear to god id tear your fucking arms off  .",
        "label": "negative"
    },
    {
        "text": "  hoe don't make me put up screenshots of your texts to me hoe.",
        "label": "negative"
    },
    {
        "text": "Jason admitted you're a stuck up bitch lol  which you are. Think you're so much better than everycunt  naaaaa.",
        "label": "negative"
    },
    {
        "text": "Roses be red Orchids be bigger Donts tell yo daddy You fuckin a nigger #VDdie.",
        "label": "negative"
    },
    {
        "text": "cant trust niggas when it come to bitches.",
        "label": "negative"
    },
    {
        "text": "  hey aklve  Im taking out the black ghetto trash. Youre blocked nigger.",
        "label": "negative"
    },
    {
        "text": "This nigga jerry room smell like bad pussy!&#128530.",
        "label": "negative"
    },
    {
        "text": "   3/4 of a citizen. I said it for you maria you spic.",
        "label": "negative"
    },
    {
        "text": "    they should be ashamed of themselves. I'll be single for life before I fuck w a nasty  faggot ass white man.", 
        "label": "negative"
    },
    {
        "text": " fag.",
        "label": "negative"
    },
    {
        "text": "Smh u niggers &amp; ur music knowledge.",
        "label": "negative"
    },
    {
        "text": " not no but hell no  when blk. stop sayin nigger I will  what they can have I can have. this is america.",
        "label": "negative"
    },
    {
        "text": " this is a joke right? You're on here like ugh I wish I was a jap and tweeting in gook and shit and jerkin to hentai.",
        "label": "negative"
    },
    {
        "text": " ight nigga haha fucking queer has to clear his schedule.",
        "label": "negative"
    },
    {
        "text": "  your a nasty nigger whore.",
        "label": "negative"
    },
    {
        "text": "Next time u gone call a darky a nicca..call dat coon a jungle bunny#Boondocks P.S. I...  .",
        "label": "negative"
    },
    {
        "text": "&#8220; Who is she?   Y'all hype that bread loaf chick up but I'm a chill&#8221; a dyke rapper.",
        "label": "negative"
    },
    {
        "text": "   The reason you called Jesus a monkey is because you knew he was not your color #Farrakhan#TheTime.",
        "label": "negative"
    },
    {
        "text": "#SlightlyAdjusted  Alls niggers wanna do is fuck  tweet  and drink pineapple soda all day.",
        "label": "negative"
    },
    {
        "text": "Kick dem fucc niccas out da spot.",
        "label": "negative"
    },
    {
        "text": "No half-breed spic has any right to say anything to any Anglo ever  and should be killed for doing so.", 
        "label": "negative"
    },
    {
        "text": "Every gook in #LosAngeles should be deported or killed.",
        "label": "negative"
    },
    {
        "text": "   WooHoo  New Black   Kill Cracker babies   Panthers to the rescue  #racist #trash #thugs #Ferguson #fergusonriot.",
        "label": "negative"
    },
    {
        "text": " just like a nig to come home when ever they want.",
        "label": "negative"
    },
    {
        "text": " you had to throw in the faggot word smh smh smh.",
        "label": "negative"
    },
    {
        "text": " do you work today niglet?",
        "label": "negative"
    },
    {
        "text": "     : ----&gt; tragedy smh   Niggas don't know you but will throw di on your name for the pussy you h&#8230;.",
        "label": "negative"
    },
    {
        "text": " stfu white trash.",
        "label": "negative"
    },
    {
        "text": "I'm just upset they got faggots on this show.",
        "label": "negative"
    },
    {
        "text": "If you would have followed George Washington in 1776  it means that you're white trash.", 
        "label": "negative"
    },
    {
        "text": "  u guys are fags.",
        "label": "negative"
    },
    {
        "text": "   It's 2014 &amp; you niggas still runnin round sayin   Yall don't eat pussy  . Y'all must be suckin dick..",
        "label": "negative"
    },
    {
        "text": "   will convince u that is a lame  you  a nigger liver believes it cuz you a nigger whore.",
        "label": "negative"
    },
    {
        "text": "  I dont have any problems with zak  but you seem like a faggot.",
        "label": "negative"
    },
    {
        "text": "     ew she's so ugly who is that hoe.",
        "label": "negative"
    },
    {
        "text": "Chris Bosh bout to disgrace the trophy like a real faggot smh.",
        "label": "negative"
    },
    {
        "text": "   U hoes going to church this morning like y'all wasn't busting it wide open for niggas about 4 hours ago.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "Niggas/bitches cheat cause mf's always think they gettin played.",
        "label": "negative"
    },
    {
        "text": " I do not like talking to you faggot and I did but in a nicely way fag.",
        "label": "negative"
    },
    {
        "text": "Twice divorced teabagger Florida Attorney General says marriage is reserved for 'stable  enduring family units'   #wtf .",
        "label": "negative"
    },
    {
        "text": "  now we have a Ebloa case in Texas. If we kill all the niggers we might be safe.",
        "label": "negative"
    },
    {
        "text": "   Some black guy at my school asked if there were colored printers in the library.   It's 2014 man you can use any printer you&#8230;.",
        "label": "negative"
    },
    {
        "text": "     not gonna happen the coward nigger gets lit up. He knows it.   PAC has to sign to TMT   but why di&#8230;.",
        "label": "negative"
    },
    {
        "text": "&#8220; Why yall think its ok to be faggots?&#8221; and want us to be cool with them.",
        "label": "negative"
    },
    {
        "text": "Watching the nigger movie Menace2society. Trying to learn more about the enemy. Good reconnaissance.",
        "label": "negative"
    },
    {
        "text": "&#128514; &#8220;  Racist all month .. Fuck u honkey&#8221.",
        "label": "negative"
    },
    {
        "text": " I see a picture of you smoking  such a man of god. Disgraceful nig  you sir  are an embarrassment.", 
        "label": "negative"
    },
    {
        "text": "   African colored car I push niggerous whips.",
        "label": "negative"
    },
    {
        "text": "Watch out nigger lovers. You day is coming.  .",
        "label": "negative"
    },
    {
        "text": " your dad is genuine happy guy because his kids aren't niggers though &#128532; jimmy is my nigga 5eva.",
        "label": "negative"
    },
    {
        "text": "Good Mernin faggots  .",
        "label": "negative"
    },
    {
        "text": "I'm not weird  you're just a faggot .",
        "label": "negative"
    },
    {
        "text": "    ching chong.",
        "label": "negative"
    },
    {
        "text": "Uncle Tom Hypocrite   .",
        "label": "negative"
    },
    {
        "text": " She be what we say in da hood white trash.",
        "label": "negative"
    },
    {
        "text": " I don't hate that he blew up from 3005 like a hipster but I hate the faggots who say they love his music based off his worst +  .",
        "label": "negative"
    },
    {
        "text": " insecure much put all you insults in one tweet. Fucking dumbass dude I'd wreck you you faggot.",
        "label": "negative"
    },
    {
        "text": "    I'd rather be from a rancho then live in ghetto ass urban areas with niggers and nigger impersonators. Adopting ni&#8230.",
        "label": "negative"
    },
    {
        "text": " that nigger music.",
        "label": "negative"
    },
    {
        "text": " And the only band that sucked worse live is those fags Guns &amp; Poses.",
        "label": "negative"
    },
    {
        "text": "poor whitey  .",
        "label": "negative"
    },
    {
        "text": " lmao why ur dad raised u to be a bitch made nigga.",
        "label": "negative"
    },
    {
        "text": "  Ha Ha Ha no good fat dyke.",
        "label": "negative"
    },
    {
        "text": "   if u dont want your hea broken then dont check for a nigga who entertains hoes.",
        "label": "negative"
    },
    {
        "text": "Senator  is an anchor baby  Go back from where you came. #natural #born #Canadian.",
        "label": "negative"
    },
    {
        "text": " ya I know all the slang I'm racist I h8 porch monkies.",
        "label": "negative"
    },
    {
        "text": " that bitch done.. have it to u on Sunday my nigga.",
        "label": "negative"
    },
    {
        "text": "  who is dis crack ass cracker.",
        "label": "negative"
    },
    {
        "text": "        sta crying and stalking him faggot. I want to laff.",
        "label": "negative"
    },
    {
        "text": " Fuck you  faggot.", 
        "label": "negative"
    },
    {
        "text": "Oregon losing IN OREGON ahhhahahaha faggots.",
        "label": "negative"
    },
    {
        "text": "Your retarded.",
        "label": "negative"
    },
    {
        "text": "  don't forget nappy headed  butt ugly bitch  who's married to a Muslim.",
        "label": "negative"
    },
    {
        "text": " congratulations  you are officially fucking retarded.", 
        "label": "negative"
    },
    {
        "text": " okay closet fag.",
        "label": "negative"
    },
    {
        "text": " suck my dick tacos el negro better.",
        "label": "negative"
    },
    {
        "text": " Fuckin muzzie cunts  should all be deported  savages.",
        "label": "negative"
    },
    {
        "text": "Raunchy ass hoe.",
        "label": "negative"
    },
    {
        "text": " fuck Miley tranny looking now damn ass nigga.",
        "label": "negative"
    },
    {
        "text": "Every spic cop should be killed. Those pigs only got their job to 'get even' but white people never did anything to them.",
        "label": "negative"
    },
    {
        "text": "Kim Kardashian look like a tranny with all that surgery.",
        "label": "negative"
    },
    {
        "text": " Says the old man :( I hope you can survive another 10 years  you silly Jigga boo monkey .",
        "label": "negative"
    },
    {
        "text": "   Nah I hate white people now since he looks like a dyke   I think he just ended racism  .",
        "label": "negative"
    },
    {
        "text": "  I remember his nephew Lucas crying and dan saying   quit being such a pussy and grow a pair   or something.  ;&#128557; dans so funny..",
        "label": "negative"
    },
    {
        "text": "What a fucking faggot.",
        "label": "negative"
    },
    {
        "text": " Roberts is a fuckin fag ; smack the shit outta him.",
        "label": "negative"
    },
    {
        "text": "Man . Ducked me like a true hick. Would have split that white trash faggot lid.",
        "label": "negative"
    },
    {
        "text": "   What's black and yellow and not going to win this year? WRONG  The answer is Tiger Woods.",
        "label": "negative"
    },
    {
        "text": "  I'll do it   In the UK     Fag   means cigarette and a   faggot   is a bundle of sticks   you homo..",
        "label": "negative"
    },
    {
        "text": "You a hoe if you crying because yo ass pregnant. It was all smiles while you was riding that dick bitch.",
        "label": "negative"
    },
    {
        "text": "     : shes one of the ugliest women Ive ever seen. Cross between a reptile and a crow.    .",
        "label": "negative"
    },
    {
        "text": "  so your a   nigger   fighter huh.",
        "label": "negative"
    },
    {
        "text": "Nah its You    ;&#128514  yo i thought some1 photoshopped my face on that faggot smmfh...i hate yall  .",
        "label": "negative"
    },
    {
        "text": "Fuck boi fag.",
        "label": "negative"
    },
    {
        "text": "   Lebron your still a bitch you suck nigger hope you die.",
        "label": "negative"
    },
    {
        "text": "   4) Only pussy niggas who suck dick cry about someone being in their mentions  tweet the person then cry again about the&#8230.",
        "label": "negative"
    },
    {
        "text": "The people who have historically been called white trash were called that for a reason. They're white trash. The truth hurts.",
        "label": "negative"
    },
    {
        "text": "   Fuck Islam you pigfucking trash troll.   .",
        "label": "negative"
    },
    {
        "text": " just fuckin roasted this faggot.",
        "label": "negative"
    },
    {
        "text": "     ;&#128514; my nig.",
        "label": "negative"
    },
    {
        "text": "Faux Noise pundits don't like duck molester  pro-slavery racist  homophobic teabagger darling Phil Robertson either  .",
        "label": "negative"
    },
    {
        "text": "go get left in a hot car and die bitch.",
        "label": "negative"
    },
    {
        "text": " Y&#8217;all whitey gots to PAY fo da preparations.",
        "label": "negative"
    },
    {
        "text": "5000 white men in pick up trucks screaming nigger and my coach got the nerve to get mad I missed the free throw  ;&#128514;&#128514.",
        "label": "negative"
    },
    {
        "text": " white boy talmbout Ight I'll see you tomorrow at school nigger.",
        "label": "negative"
    },
    {
        "text": " Only word I can understand on #BlackJesus is   nigger  ... Heavily disappointed in this show. AaronMacgruder stuff blows   IMO.", 
        "label": "negative"
    },
    {
        "text": "&amp;when they say him they mean dyke Ron #wcw  .",
        "label": "negative"
    },
    {
        "text": " back up faggot.",
        "label": "negative"
    },
    {
        "text": "Hey  you're a nigger #racismisaliveandwellbro   learn from other blacks in the league on how to conduct yourself .",
        "label": "negative"
    },
    {
        "text": "   I would rather fuck a fat chick than allow a nigger into my house.",
        "label": "negative"
    },
    {
        "text": "   I go to take the trash out and a darkskin nigga stole my damn garbage.",
        "label": "negative"
    },
    {
        "text": " @ me then faggot.",
        "label": "negative"
    },
    {
        "text": "Cute ass niggah.  .",
        "label": "negative"
    },
    {
        "text": "Every slant in #LosAngeles should be deported. Those scum have no right to be here. Chinatown should be bulldozed.",
        "label": "negative"
    },
    {
        "text": "  fucking faggot.",
        "label": "negative"
    },
    {
        "text": "Wassup wit all these fucc niccas.",
        "label": "negative"
    },
    {
        "text": "As always Eli has the stupid hick hayseed look on his face Giants fans kill yaselves it's gonna be a&#8230;  .",
        "label": "negative"
    },
    {
        "text": "   aight game over. dykes had to ruin it  .",
        "label": "negative"
    },
    {
        "text": "   I stopped caring about mcm when I noticed dykes where getting chose before me.",
        "label": "negative"
    },
    {
        "text": "It's a lot of Uncle Tom ass niggas out here.",
        "label": "negative"
    },
    {
        "text": " fuck you fag .",
        "label": "negative"
    },
    {
        "text": " omg gtfo white faggot.",
        "label": "negative"
    },
    {
        "text": "Man I swear today's like nation hit tony while he's driving day.... This chink almost smashed into me.",
        "label": "negative"
    },
    {
        "text": "   His balls ashy     Real women do this  #8221; and real faggots let em do that.. Smh.",
        "label": "negative"
    },
    {
        "text": "Celtic means white trash. If someone says they're Celtic  it means they're white trash.", 
        "label": "negative"
    },
    {
        "text": " He may be 'hustlin' but he studied Critical (Race) Theory and 'my people' Holder is getting his 'revenge.' They hate whitey.",
        "label": "negative"
    },
    {
        "text": "    lmfaoo NEVER I be Dolo   I dont got no niggas  &amp; for my old hoes FUCK ALL THEM &#128074;&#128514;&#128514;&#128514;.",
        "label": "negative"
    },
    {
        "text": "    all deze hoes got past demons in em... YOLO nigga lol + Hahahahaha.",
        "label": "negative"
    },
    {
        "text": "Someone shut this beaner up please.",
        "label": "negative"
    },
    {
        "text": " Youre racist against white people whigger. Anti-Racist is a codeword for anti-white. Anti-zionist is a codeword for antisemite.",
        "label": "negative"
    },
    {
        "text": " I'm jus tryna vaca away from the niggers bro.",
        "label": "negative"
    },
    {
        "text": "They should have never gave a cracker a transmitter!!!!!!  will flip when he sees this.  .",
        "label": "negative"
    },
    {
        "text": " fuck your mother  faggot .",
        "label": "negative"
    },
    {
        "text": "   Here's how your   suggestion   plays out  Racist  ha   those niggers stopped callin each other nigga The end .",
        "label": "negative"
    },
    {
        "text": " learn how to type ya hillbilly.",
        "label": "negative"
    },
    {
        "text": " shut up bitch for I spit on you.",
        "label": "negative"
    },
    {
        "text": "   so if your 17 and in high school you dont have your own house you fucking faggot.",
        "label": "negative"
    },
    {
        "text": "Karmas a bitch and so are you. You'll be getting along just fine real soon.",
        "label": "negative"
    },
    {
        "text": "My advice of the day  If your a tranny.....go fuck your self   .",
        "label": "negative"
    },
    {
        "text": " These sour apple bitter bitches  I'm not fuckin wit em  .",
        "label": "negative"
    },
    {
        "text": "It's this dyke chick cut hair in the barbershop look just like Future.",
        "label": "negative"
    },
    {
        "text": "   Nigga wanna bitch about a party y'all know my address knock at my door.",
        "label": "negative"
    },
    {
        "text": "   one  two  three  four  how many niggers are in my store?", 
        "label": "negative"
    },
    {
        "text": "&#8220;  i want affection 24/7 but i also want to be left alone 24/7... do you see the issue here?&#8221;fag.",
        "label": "negative"
    },
    {
        "text": " will you mention why being called nigger is wrong(witch i agree with) &amp; bossy is wrong.but being called a pimp is still ok?",
        "label": "negative"
    },
    {
        "text": "   &#128584;&#128584;&#128584;   Gave her that   move it lil nigger   push smh..  .",
        "label": "negative"
    },
    {
        "text": " You are full of it  These so called children are not children. They are illegal border jumpers MS!# gang members.",
        "label": "negative"
    },
    {
        "text": " #niggerfood #niggerperson #you #are #a #nigger.",
        "label": "negative"
    },
    {
        "text": " ur a fag.",
        "label": "negative"
    },
    {
        "text": "  lmao dude you are probably the biggest fag in nebraska  ;&#128514;&#128514;&#128514;&#128514.",
        "label": "negative"
    },
    {
        "text": " bitch shut the fuck up goddam your a slut bitch whore nigga.",
        "label": "negative"
    },
    {
        "text": "Only white trash watch football.",
        "label": "negative"
    },
    {
        "text": "   The fox says you're a cunt.",
        "label": "negative"
    },
    {
        "text": " kill yourself ugly ass monkey looking shit.",
        "label": "negative"
    },
    {
        "text": " She's a cunt.",
        "label": "negative"
    },
    {
        "text": "  haha ight nig calm yoself.",
        "label": "negative"
    },
    {
        "text": " hey fag i &lt;3 you.",
        "label": "negative"
    },
    {
        "text": " We are being overrun by mongrels because ZOG or the Jews that run our countries want the white man to perish.",
        "label": "negative"
    },
    {
        "text": "Fucking hate my coon ahh uncle.",
        "label": "negative"
    },
    {
        "text": "People who go to church in Hollywood  CA are all white trash filth.", 
        "label": "negative"
    },
    {
        "text": "Fuk wit a real nicca.",
        "label": "negative"
    },
    {
        "text": "   Never go full retard  .",
        "label": "negative"
    },
    {
        "text": "Yo bitch ass needs to boss the fuck up.",
        "label": "negative"
    },
    {
        "text": "The leftist/homosexual war on the #Catholic church kicked into high gear with the infiltration of the priesthood by boy-raping fags.",
        "label": "negative"
    },
    {
        "text": "     why ur profile a one armed nigger?",
        "label": "negative"
    },
    {
        "text": "Phillip Rivers look like he almost wants to call dude a nigger for that bad play.",
        "label": "negative"
    },
    {
        "text": "   everybody tryna fuck the next nigga bitch not knowin that his bitch is the next nigga bitch &#128586;&#128566.",
        "label": "negative"
    },
    {
        "text": "   All these bitches &amp; niggaz with they imaginary haters .....",
        "label": "negative"
    },
    {
        "text": "&#8220;  Just got done with my last final and I'm walkin around campus like I own this place&#8221; queer.",
        "label": "negative"
    },
    {
        "text": " but I live in the South. Lot more here. My pop lives in Rhode Island. Hardly no niggers there.",
        "label": "negative"
    },
    {
        "text": "Jennifer Lawrence's nudes sooooo trash. Im still smashin though  no doubt .",
        "label": "negative"
    },
    {
        "text": " stfu u ugly dyke.",
        "label": "negative"
    },
    {
        "text": "   But...country music listeners really are hicks and alcoholics  ;&#128514.",
        "label": "negative"
    },
    {
        "text": "  u pulled.that queer shit as spon as u put no homo lol.",
        "label": "negative"
    },
    {
        "text": "You ain't gunna do shit spear chucker.",
        "label": "negative"
    },
    {
        "text": "      y'all is coons n uncle toms.",
        "label": "negative"
    },
    {
        "text": "  Here ya go wetback  eat this...",
        "label": "negative"
    },
    {
        "text": "California is home to skater trash.",
        "label": "negative"
    },
    {
        "text": "Told my dad to go buy cookies for the graduation reception...this nigga bought Oreos.",
        "label": "negative"
    },
    {
        "text": "This rain got yall women talking out your ass.. A nigga should spend 80% of his income on a bitch  ;&#128514; bruh get these hoes the fuck outta here.",
        "label": "negative"
    },
    {
        "text": "   So you suppo   illegals   coming here and spreading disease among Americans Dream that bitch .",
        "label": "negative"
    },
    {
        "text": "Roman Catholics in the US are trash. They give Catholics in Europe a bad name.",
        "label": "negative"
    },
    {
        "text": " We're out here  and we're queer!    2  4 6   hut  We like it in our butt! .",
        "label": "negative"
    },
    {
        "text": "Ebola sounds like a hood hoe.",
        "label": "negative"
    },
    {
        "text": " No the fuck am not bitch how bout u get out there bitch ass Nigga stupid ass.",
        "label": "negative"
    },
    {
        "text": "   Smh nigga is mildly retarded   LMFAO   If Griff wasn&#8217;t injuries we&#8217;d legit be 6-1.",
        "label": "negative"
    },
    {
        "text": " .we got 1  except eric holder gave them 2 the beaners 2 kill americans  guess he is race blind  .",
        "label": "negative"
    },
    {
        "text": "    EYE WITNESS  Joel is a faggot.",
        "label": "negative"
    },
    {
        "text": "    shut up nigger.",
        "label": "negative"
    },
    {
        "text": "   who else hated this bitch nigga ??  .",
        "label": "negative"
    },
    {
        "text": "This white bitch had the fuckin nerve to call me a nigga&#128078; when shes the one payin for her lips to get bigga ;&#128564.",
        "label": "negative"
    },
    {
        "text": "Getting hit off a cunt thats about 6 foot sideways and a cunt that was in the army lol  i dini care  yous are fuckin laughable.",
        "label": "negative"
    },
    {
        "text": "Think it's okay to take my property and break it? Fuck you bitch.",
        "label": "negative"
    },
    {
        "text": "     I feel like Tim Ross is a nigger.",
        "label": "negative"
    },
    {
        "text": "how the fuck do all these fucking faggot ass randos even find zoe's ask account????",
        "label": "negative"
    },
    {
        "text": "   chava needs to stay in his lane and keep sending gyro to hell you dont want it with the big boys you di infest ass beaner.",
        "label": "negative"
    },
    {
        "text": " #faggots are MERELY a #scientific indicator that SOMETHING IS WRONG&gt; Do not celebrate as   unique indiviuals   for they are #cancer&gt;.",
        "label": "negative"
    },
    {
        "text": " hahahaha youza fuck wigger.",
        "label": "negative"
    },
    {
        "text": "niggas ain't playin a gram of defense man George need to tell these bitch ass niggas man up.",
        "label": "negative"
    },
    {
        "text": " Soon  will be to   Fuck Backtrack   and I can't wait because fuck those faggots..",
        "label": "negative"
    },
    {
        "text": "    lassen cc   the coach wants me i feel it youll get more my nig no doubt  .",
        "label": "negative"
    },
    {
        "text": "Obama&#8217;s faves  Muslims  black ghetto trash   via  .",
        "label": "negative"
    },
    {
        "text": "    man some lame niggah when I find him I'm unfollowing TF out his ass .",
        "label": "negative"
    },
    {
        "text": " you call  house nigger and she's the racist? Fathom the hypocrisy in that statement.",
        "label": "negative"
    },
    {
        "text": "   At least I'm not a nigger       Lmfao.",
        "label": "negative"
    },
    {
        "text": "Fuck that niggah he so weak  he cant tell that you a freak .",
        "label": "negative"
    },
    {
        "text": "If a spic ever talks to a white person and the white person kills them  it's self defense.", 
        "label": "negative"
    },
    {
        "text": "Bumped into a bitch that filed for sexual harassment at work against a co-worker...I aint been so shook in my life.",
        "label": "negative"
    },
    {
        "text": "I'm going to sell my iPhone and both my Macs  I don't suppo faggots.", 
        "label": "negative"
    },
    {
        "text": "   fuck outta here faggot that wouldn't even be a fair.",
        "label": "negative"
    },
    {
        "text": "fuck ray rice  someone crack that bitch .",
        "label": "negative"
    },
    {
        "text": " Yost on Portsmouth   this is the biggest white trash county in the nation   #YostKnowsMost .",
        "label": "negative"
    },
    {
        "text": " Eh bitch!? How about you worry about your own psychotic ass. Looks like you need to   be saved   from being a noisy bitch &#9996;&#65039;&#128139; #cantStandUcunt.",
        "label": "negative"
    },
    {
        "text": "   Whore slut cunt bitch nigga.",
        "label": "negative"
    },
    {
        "text": "   They have mix  not all are retards. AAP is Maoists  terrorists Congies and delusional Retards", 
        "label": "negative"
    },
    {
        "text": " oh no. They drafted that gay ass that come out on TV? Well u welcome to Redskins nation. No queers just a lot of niggers.",
        "label": "negative"
    },
    {
        "text": "   pussy ass nigga  .",
        "label": "negative"
    },
    {
        "text": "Alright ya faggots. Lets just stop with all the S/O and R/T. No one gives a fuck on what you think of other people. Probably lying anyways.",
        "label": "negative"
    },
    {
        "text": " I swear to god nigger you better still hang with me before work. You got my hype.",
        "label": "negative"
    },
    {
        "text": "You some type of special faggot if you bring chocolate Swishers to a smoke session.",
        "label": "negative"
    },
    {
        "text": "Lynch mob thugs threaten Zimmerman jury; &#8216;N*ggas coming for that bitch ass&#160;jury&#8217;   The hatred won't stop flowing  #War.",
        "label": "negative"
    },
    {
        "text": "   You better pray I don't send your nudes out bitch.",
        "label": "negative"
    },
    {
        "text": "    Sav is a fag.",
        "label": "negative"
    },
    {
        "text": "Niggas wear wigs more than bitches these days.",
        "label": "negative"
    },
    {
        "text": "RT'in your own shit now pussy what a joke you'd end up just like all the rest no show chicken shit mother fucker.",
        "label": "negative"
    },
    {
        "text": "   Nigga screamed like a Lil bitch lol  .",
        "label": "negative"
    },
    {
        "text": " geta Life faggot.",
        "label": "negative"
    },
    {
        "text": "  shut the fuck up fag ill beat the shit outta you.",
        "label": "negative"
    },
    {
        "text": " y dont u end us monkeys then? U hate us because were better than crackers &amp; I love it. Deep down u know weve done nothin 2 u.",
        "label": "negative"
    },
    {
        "text": " huh  lol mad nigger is mad .",
        "label": "negative"
    },
    {
        "text": " So basically you like the background music  fag.", 
        "label": "negative"
    },
    {
        "text": "Omg!!! You won't say it to my face  Stupid ass hoes talkin shit!!! Imma whoop her ass!!! *over dramatic teenage girls*  .",
        "label": "negative"
    },
    {
        "text": " ugly dyke.",
        "label": "negative"
    },
    {
        "text": "Good morning coons.",
        "label": "negative"
    },
    {
        "text": "Good Morning to lightskin dyke bitches with Steven Segal ponytails.",
        "label": "negative"
    },
    {
        "text": "   the nig is fun to watch got to admit  ebola boy can speak broken Spanish too lol .",
        "label": "negative"
    },
    {
        "text": "   realest tweet i seen today   &#8230;. Dyke bitches are rehab for hoes.And once im healed back to the dick I go .",
        "label": "negative"
    },
    {
        "text": "  #GerrysHalloweenParty   Halloween was yesterday stupid nigger.",
        "label": "negative"
    },
    {
        "text": "Flaming faggots that publicly state how they want everything handed to them... Like fuck you dude  get off your bottom ass and do something .",
        "label": "negative"
    },
    {
        "text": "#JesusChrist was STRAIGHT&gt; That's why the #faggots killed him. #PERIOD #SonOfGod&gt.",
        "label": "negative"
    },
    {
        "text": "Black people like  disgust me laughing at someone who died dumb monkey ass niggas like you need to be locked up just for stupidity.",
        "label": "negative"
    },
    {
        "text": " fuck you spear chucker.",
        "label": "negative"
    },
    {
        "text": " you a fatherless wallet carrying ass video game playing ass negro breh. You filth. No way you can afford to date a #TwitterHoney.",
        "label": "negative"
    },
    {
        "text": " no you ignorant cement headed hillbilly. You said taxing. Cant you fuckin read you fucking knob gobbling douchebag.",
        "label": "negative"
    },
    {
        "text": "We hate you too lil nicca  Lol   I Hate The Steelers Dawg.",
        "label": "negative"
    },
    {
        "text": " you look like a welfare bitch compared to Latinas I date and fuck. You need fashion and makeup tips tbh.",
        "label": "negative"
    },
    {
        "text": "   say that shit to my face   Bruh   you a bitch for gettin in a man u dont know business. Handle yo own shit.",
        "label": "negative"
    },
    {
        "text": " I bet he's a Starbucks queer.",
        "label": "negative"
    },
    {
        "text": " fuck you faggot.",
        "label": "negative"
    },
    {
        "text": "&#8220;  This is awkward u fag    #8221; wonder who's awesome tank that is &#128522.",
        "label": "negative"
    },
    {
        "text": "You know what fuck you too bitch your such a little hoe  &gt;.&lt.",
        "label": "negative"
    },
    {
        "text": "   Ariza is a snake and a coward but at least he isn't a cripple like your hero Roach lmaoo.",
        "label": "negative"
    },
    {
        "text": " I hate that nigger.",
        "label": "negative"
    },
    {
        "text": "Devin Hester's a bitch.",
        "label": "negative"
    },
    {
        "text": "you a pussy ass nigga and I know it nigga.",
        "label": "negative"
    },
    {
        "text": "I can't fuck a scary hoe.",
        "label": "negative"
    },
    {
        "text": "&#8220;   shut the fuck up  you fucking trash nigga  work on another ring&#8221.",
        "label": "negative"
    },
    {
        "text": " Hope you guys do get attacked for supporting SOPA  bunch of dirty snake faggots.", 
        "label": "negative"
    },
    {
        "text": "And the Jew  favorited my tweet though. Lol. Don't have anymore time for this trash.",
        "label": "negative"
    },
    {
        "text": "  niggers.",
        "label": "negative"
    },
    {
        "text": "  you're reading you coon.",
        "label": "negative"
    },
    {
        "text": "looking like a hillbilly and not matching is what I do best goodnight losers  .",
        "label": "negative"
    },
    {
        "text": "   you fuckin Yankees I'll be there in 2 months I'll meet you pussy.",
        "label": "negative"
    },
    {
        "text": "   i fully suppo same-sex marriage but i'll never stop calling my friends faggots.",
        "label": "negative"
    },
    {
        "text": "   cracker jack shut the fuck up.",
        "label": "negative"
    },
    {
        "text": "Can&#8217;t wait to humble these niggas in the playoffs again. Until then  good job hoes .",
        "label": "negative"
    },
    {
        "text": "I would like to apologize to anyone I have called fat  stupid  gay  nigger  jew or retarded. I am truly sorry.... JK Just trolling Fags", 
        "label": "negative"
    },
    {
        "text": "    happy birthday my little cotton picker.",
        "label": "negative"
    },
    {
        "text": "   3 MOST COMMON WHITE PEOPLE ACTIVITIES  1. Wearing Tapout 2. Shooting up schools 3. Calling you a nigger on Xbox.",
        "label": "negative"
    },
    {
        "text": "&#128514  i just said that   My TL gotta chill with this pretty face challenge foolishness  y'all hoes agg .",
        "label": "negative"
    },
    {
        "text": "&#8220;  Shoot that nigga and his shorty bitch &#128299;&#128514;&#8221; &#8252;&#65039;&#8252;&#65039.",
        "label": "negative"
    },
    {
        "text": "   coming to the rescue of some retard licking dirty skidmarks on the internet... you guys are fucktards.",
        "label": "negative"
    },
    {
        "text": "  homo ass crackers.",
        "label": "negative"
    },
    {
        "text": "      fuck you say bitch? I will kill you     .",
        "label": "negative"
    },
    {
        "text": " it was a joke you fugly bitch be happy uncle snoop even acknowledged your nasty ass lmao.",
        "label": "negative"
    },
    {
        "text": "&#8220;  Cowboys win games during the regular season but when they get to the playoffs that trash af lol&#8221; hating ass nigga.",
        "label": "negative"
    },
    {
        "text": "   hes a lying faggot. he used inspect element to change the number of dollars in his account.",
        "label": "negative"
    },
    {
        "text": "' This niggah pharrell or whatever this niggah name is don't deserve shit for that white ass gay song .",
        "label": "negative"
    },
    {
        "text": "He ain't shit girl  &#128175;he a bitch made nigga.",
        "label": "negative"
    },
    {
        "text": "   Beyonc&#233; is trash.",
        "label": "negative"
    },
    {
        "text": "oh well. he's a fag anyways.",
        "label": "negative"
    },
    {
        "text": "   me gusta   typing like a retard to make the other person look dumber by pretending to agree with them   bazinga  .",
        "label": "negative"
    },
    {
        "text": "   fuuck jalens a slow bitch .",
        "label": "negative"
    },
    {
        "text": "   Exactly. .same shit I said&gt;&gt;&gt;   So nobody think Mimi was outta line for inviting Stevie J to the gay nicca v&#8230.",
        "label": "negative"
    },
    {
        "text": "Black cops want to kill white citizens. Spic cops want to kill Anglo citizens. Zigeuner cops are all rapists.",
        "label": "negative"
    },
    {
        "text": "       I don't care tho cracker  .",
        "label": "negative"
    },
    {
        "text": "  faaaaggggottttt  speaking with the blonde hair and confused  you're a hypocrite  cuz you're a faggot", 
        "label": "negative"
    },
    {
        "text": "So I decided to drive to the good walma where the colored folks don't go bc it's food here.",
        "label": "negative"
    },
    {
        "text": "&#8220;  When you live this gay   you can't be afraid of two black dicks in your butt   you fucking queer  .",
        "label": "negative"
    },
    {
        "text": " Who the fuck you callin jiggaboo  nigga?!",
        "label": "negative"
    },
    {
        "text": "You're all faggot fuckheads.",
        "label": "negative"
    },
    {
        "text": "      get fucked you racist inbred hillbilly fuck.",
        "label": "negative"
    },
    {
        "text": "Have you Eva asked a nicca where dey got sum fake designer frm.",
        "label": "negative"
    },
    {
        "text": "   sometimes I wanna upper cut this bitch but I don't know if she's special ed or not.",
        "label": "negative"
    },
    {
        "text": " those little #ISIS faggots usually have bags over their heads anyway. Makes bullet placement interesting thru a scope.",
        "label": "negative"
    },
    {
        "text": "dem niggas ca have them white hoes.... I love my beautiful black sistas....",
        "label": "negative"
    },
    {
        "text": " Sion is a faggot. Very meh ganks pre-6 and post-6 his ganks are still pretty meh he's just a tank  nothing special imo Mao + .",
        "label": "negative"
    },
    {
        "text": "   Apartheid. &#8220;: pedestrian check = show me your freedom papers you darkies.&#8221.",
        "label": "negative"
    },
    {
        "text": " Is a fag.",
        "label": "negative"
    },
    {
        "text": "Already more yellows than the last 2 years combined #IndyCar #Honda200.",
        "label": "negative"
    },
    {
        "text": "   Bernstine is Chi Sox Jew fag.",
        "label": "negative"
    },
    {
        "text": "     Joshua is a faggot. Just suspend him on those grounds.",
        "label": "negative"
    },
    {
        "text": "   Fucking chinks in Clash of Clans always fuck me up. Bitch ass kamikaze faggots.",
        "label": "negative"
    },
    {
        "text": "   You other niggas a call up a bitch to fight a bitch naw not me I'm whomp that trick so she can feel where I'm coming from.",
        "label": "negative"
    },
    {
        "text": " shut your legs hoe.",
        "label": "negative"
    },
    {
        "text": " haha bitch ima draw a webb in bullets round yo fuggin forehead #BeamThat bitch i know where you reside.",
        "label": "negative"
    },
    {
        "text": "Damn hoe.. You so ugly even hello kitty said goodbye.",
        "label": "negative"
    },
    {
        "text": " if you go could you hook up the plant city faggots or.",
        "label": "negative"
    },
    {
        "text": "     : hey dicklicker  it says im happily divorced not bitter  homophobic? im not scared of queers..i hate em  fudg&#8230;.",
        "label": "negative"
    },
    {
        "text": "I can't blow bubbles or whistle. I'm basically retarded.",
        "label": "negative"
    },
    {
        "text": "Eagles fuck around &amp; lose it'll be kill the cracker at the Sophi crib smfh.",
        "label": "negative"
    },
    {
        "text": "   If I ride up to your bitch in these then... homie consider yourself a single nigga.  .",
        "label": "negative"
    },
    {
        "text": "    well how else will white ppl get us to forget our horrific past other than to paint a pretty picture of ho&#8230.",
        "label": "negative"
    },
    {
        "text": "   I don't likes dat magazine. All da black folk look like dey one chromeasome away from da ape.",
        "label": "negative"
    },
    {
        "text": "  Cody is ALWAYS calling people   nigger  . He's a fucking spaz .",
        "label": "negative"
    },
    {
        "text": "   thats just me rooting against a team I hate not banwagoning u retard u have a different favorite.",
        "label": "negative"
    },
    {
        "text": " Julie tell them crybaby blacks to get someone blk. and dress them up white faced......niggers always whining .",
        "label": "negative"
    },
    {
        "text": "I know righttt   I hate fat loud bitches.",
        "label": "negative"
    },
    {
        "text": "which one of these names is more offensive kike  wop  kraut  wetback jigaboo  towelhead  gook  or redskin.", 
        "label": "negative"
    },
    {
        "text": "Lol you're a cunt liar and I hope you drop dead k :-)  .",
        "label": "negative"
    },
    {
        "text": "   #niggers   .",
        "label": "negative"
    },
    {
        "text": " I swear these anon fags go to protests just to take pictures to post to Twitter.   Look    I was there...Like me .",
        "label": "negative"
    },
    {
        "text": " jk I'd fuck a dog before I fuck you fish pussy.",
        "label": "negative"
    },
    {
        "text": "Let's kill cracker babies!. WTF did I just hear???????? WOW.",
        "label": "negative"
    },
    {
        "text": " damn took this dumb spic nearly 2 days to respond  wuz really good tho beaner? .",
        "label": "negative"
    },
    {
        "text": "Awk... U don't like your own nephew / cousins bc our race.. LMAO broke ugly bitches fuck them we don't need them.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "Fucking redneck queers and their game invites.",
        "label": "negative"
    },
    {
        "text": " true  I miss yall man  yall are my brothers. Is mikey starting? And what about the chink? Lmfao .",
        "label": "negative"
    },
    {
        "text": "  fight me you fucking obese niglet.",
        "label": "negative"
    },
    {
        "text": "My eyes feel so chink eyed.",
        "label": "negative"
    },
    {
        "text": "   To the rejects who constantly call my house and are threatening to rape my mom  karma's a bitch. Rot in hell  faggots..",
        "label": "negative"
    },
    {
        "text": " you wouldn't know fag.",
        "label": "negative"
    },
    {
        "text": "they shot another monkey lmaooooooooooo.",
        "label": "negative"
    },
    {
        "text": " fuck Brett Farve redneck ass  he stuckup he don't give a damn lol he be on campus acting like he the shit .",
        "label": "negative"
    },
    {
        "text": "Fuck MLK &#8220;: &#8220;: Why does Lexii keep favoriting my coon tweets ?&#8221; MLK didnt die for this&#8221.",
        "label": "negative"
    },
    {
        "text": "Gabby's a bitch and has two accounts.",
        "label": "negative"
    },
    {
        "text": "   It's because you can't bend me  you can't buy me and you can't make me into your nigger  #Farrakhan #TheTime .",
        "label": "negative"
    },
    {
        "text": "  sand nigger ran over some Kidd.",
        "label": "negative"
    },
    {
        "text": "Fuck a lame nigga than you a lame bitch.",
        "label": "negative"
    },
    {
        "text": "This nigga over here telling me he dont fuck with this bitch . When he do &#128553;&#128514;&#128514;. Or maybe she lying lol.",
        "label": "negative"
    },
    {
        "text": "  come wage with us fag.",
        "label": "negative"
    },
    {
        "text": " oh shut your mouth i was talkin about the morning you fag.",
        "label": "negative"
    },
    {
        "text": " You're right.. I be around my nig....",
        "label": "negative"
    },
    {
        "text": " shut up you stupid bitch.",
        "label": "negative"
    },
    {
        "text": "Dis broad done tagged dis nicca n a video of his sis giving dome .. #Tragic.",
        "label": "negative"
    },
    {
        "text": " gay fags.",
        "label": "negative"
    },
    {
        "text": "   IDC what phone u got  lol silly nigger .",
        "label": "negative"
    },
    {
        "text": "   if i dont get drafted for the squad we gonna have some problems drop the faggot jesus.",
        "label": "negative"
    },
    {
        "text": "Cussed out by a fat redneck on the last day YOLO     ;&#128514.",
        "label": "negative"
    },
    {
        "text": "Niggah niggah niggah don't believe me just wacthh.",
        "label": "negative"
    },
    {
        "text": " Yea alright redneck white trash  : Stupid niggers hollering out their car going down the road trying to hit on me  Fuck y'all!  .",
        "label": "negative"
    },
    {
        "text": "This time a night dark skin niggas really turn into lightskin niggas I swear I seen a darkie try buying Starbucks 3mins ago but they closed.",
        "label": "negative"
    },
    {
        "text": "Your acting like a spoiled little faggot have fun.",
        "label": "negative"
    },
    {
        "text": " those god damn chinks.  .",
        "label": "negative"
    },
    {
        "text": " im American  don't give 2 shits about the beaners  ship them beaners back.",
        "label": "negative"
    },
    {
        "text": "    What straight guys take a picture of themselves naked in a hot tun.What fags   &#8230.",
        "label": "negative"
    },
    {
        "text": "My doctor tonight is such a miserable cunt. Even my nurse is pissed off. She's been here since 7PM and hasn't come to see me once.",
        "label": "negative"
    },
    {
        "text": " Move out of our country teabaggers .",
        "label": "negative"
    },
    {
        "text": " hoe don't tweet me.",
        "label": "negative"
    },
    {
        "text": "Im soooooo tired of this dick dyke showing up on my fb feed. Real studs dont fucc niggas. Just be bisexual.",
        "label": "negative"
    },
    {
        "text": "   I color my entire arm black with a sharpie and fist my wife's asshole just so she knows what a nigger dick feels like.",
        "label": "negative"
    },
    {
        "text": "That fucking slutty beaner.",
        "label": "negative"
    },
    {
        "text": "   More queer lady Templars. That's my point.",
        "label": "negative"
    },
    {
        "text": "Fuck that hoe??? thats exactly what dese hoes doin. Gettin fucked nd yall niggas the one to blame.",
        "label": "negative"
    },
    {
        "text": " You're a little bitch.",
        "label": "negative"
    },
    {
        "text": "   do birds have a 72% out of wedlock rate? is it white fathers that are running away?",
        "label": "negative"
    },
    {
        "text": "That was my faggot rant for the night.",
        "label": "negative"
    },
    {
        "text": "gay ass fags  .",
        "label": "negative"
    },
    {
        "text": "  fags&#128567;&#128567.",
        "label": "negative"
    },
    {
        "text": "    trash eating trash.",
        "label": "negative"
    },
    {
        "text": "All da lil bald headed bitches standn outside of kevin gates tryna get in  ;&#128514;&#128514.",
        "label": "negative"
    },
    {
        "text": " go jerk off to lollis faggot.",
        "label": "negative"
    },
    {
        "text": "  your what's wrong with the white race you fuckin coon slaying piece of poop please die alone.",
        "label": "negative"
    },
    {
        "text": " fuck u nigger.",
        "label": "negative"
    },
    {
        "text": "People who play #roleplayinggames are human filth and don't deserve the same respect you'd give a mosquito. They're soulless gutter trash.",
        "label": "negative"
    },
    {
        "text": "Shoot that nigga an his shorty bitch .",
        "label": "negative"
    },
    {
        "text": "   niggas talk more than bitches these days.",
        "label": "negative"
    },
    {
        "text": " shut yo beaner ass up spic and hop your faggot ass back across the border little nigga  go listen to some pitbull .",
        "label": "negative"
    },
    {
        "text": "For all we know this nigga a rapist. Y'all hoes dumb &#8220;: *melts*  #8221.",
        "label": "negative"
    },
    {
        "text": "And I'm definitely top 3 at makin beats in the city but y'all niggers love your trap beats so y'all probably won't admit that.",
        "label": "negative"
    },
    {
        "text": "  you have a redneck attitude. The same people that think Benghazzi is real think Fox fake nws is real. Your one.",
        "label": "negative"
    },
    {
        "text": "  your tits may be better looking but her face makes you like a Asian or Latina tranny #facts.",
        "label": "negative"
    },
    {
        "text": " One less little nigger that would grow up into a big nigger.",
        "label": "negative"
    },
    {
        "text": "      ape? Fuck u broke ass racist.",
        "label": "negative"
    },
    {
        "text": " oh but I am and my grades say other wise so u can stfu and get off my Twitter or u can box simple ass that pussy boy.",
        "label": "negative"
    },
    {
        "text": "   Fuck michelle obama. That monkey doesnt belong in the white house.",
        "label": "negative"
    },
    {
        "text": "   bitch u ugly then hoe.",
        "label": "negative"
    },
    {
        "text": "   I don't fuck with these hoes &amp; I don't fuck with niggas that's fuckin these hoes.",
        "label": "negative"
    },
    {
        "text": "People who grow their own vegetables are nothing but common peasant trash.",
        "label": "negative"
    },
    {
        "text": "Late night phone convos with my hoomie that nigga a gook.",
        "label": "negative"
    },
    {
        "text": "America is white trash and so are all Americans.",
        "label": "negative"
    },
    {
        "text": "Ceasefire?Let's see how long those towel heads can go without trying to attack Israel then cry to national media when they get popped again.",
        "label": "negative"
    },
    {
        "text": "Fuck u niggas gonna do not a mfka thing oh bitch ass wack ass nigga y'all some fake ass people.",
        "label": "negative"
    },
    {
        "text": "they're working on a bill to prevent retards from voting. who knew retards COULD vote? things are starting to make sense now.",
        "label": "negative"
    },
    {
        "text": "The fucking Royals bitch  Work .",
        "label": "negative"
    },
    {
        "text": "do you think all the rice fags are at McDonald's?",
        "label": "negative"
    },
    {
        "text": " u gotta slow down these coon hrs all they know is love n hip hop  lebron  &amp; fake love quotes.",
        "label": "negative"
    },
    {
        "text": "Ain't nuttin but a white trash party.",
        "label": "negative"
    },
    {
        "text": " you're a faggot.",
        "label": "negative"
    },
    {
        "text": "   &#8220; if you aint bout that Murder Game pussy nigga shut up   &#8221;252 GANG  ;&#128514;&#128514;&#128514;&#128514;.",
        "label": "negative"
    },
    {
        "text": " fuck you niggah you gay. Lol.",
        "label": "negative"
    },
    {
        "text": "Happy Columbus Day  Even #BillMaher likes #cocaine and #Columbus!!! What the fuck is wrong with you #liberals? Fuckin' #moron #retards....",
        "label": "negative"
    },
    {
        "text": "faggot  .",
        "label": "negative"
    },
    {
        "text": "   this girl comes into class with fried chicken and pulls hot sauce out of her purse i mean come on how ghetto &amp; Stereotypi&#8230.",
        "label": "negative"
    },
    {
        "text": "&#8220;  Dudes shaving without it being for an athletic purpose is gay af&#8221; you're retarded.",
        "label": "negative"
    },
    {
        "text": "Spics are half breed trash. No filthy native should be allowed to speak to any European.",
        "label": "negative"
    },
    {
        "text": "   Shit your ass and shabbat your moms pussy u Jew bastard. Ur times coming. Heil Hitler .",
        "label": "negative"
    },
    {
        "text": "only lesbians get their nips pierced ew.",
        "label": "negative"
    },
    {
        "text": " i got a dyke wit a child as whse mgr  and she jus hired another girlboy dis week....", 
        "label": "negative"
    },
    {
        "text": " fags.",
        "label": "negative"
    },
    {
        "text": " Are you working on route running and catching. You'll be a good WR for Grier. Have fun with the white trash  racist UF fans. #FSU .",
        "label": "negative"
    },
    {
        "text": "   Why do y'all niggas entertain that Nicole bitch? I don't see how y'all can ever take a bitch that posted naked pics serious&#8230.",
        "label": "negative"
    },
    {
        "text": "   Shawty said you not gone understand america unless you went to a PWI school  crackers already brainwashed her smh lol .",
        "label": "negative"
    },
    {
        "text": "I like Chinese buffets but I hate all the chinks.",
        "label": "negative"
    },
    {
        "text": " ugly nigger.",
        "label": "negative"
    },
    {
        "text": " that's not even a real word  Must have hit a blunt and started making up shit with your nigger ass lol.",
        "label": "negative"
    },
    {
        "text": "Burn bitch  .",
        "label": "negative"
    },
    {
        "text": "You state it gook.",
        "label": "negative"
    },
    {
        "text": "   You can no longer run a business n America unless it's deemed acceptable by 1 political group of retards known as democr&#8230.",
        "label": "negative"
    },
    {
        "text": "White bus drivers are all white trash. #LosAngeles.",
        "label": "negative"
    },
    {
        "text": "Need a bitch to drop it down for a niggah.",
        "label": "negative"
    },
    {
        "text": " We hate the Yankees though  right? I feel like I'm really good at hating them.", 
        "label": "negative"
    },
    {
        "text": "Yo bitch on my dick she come to my crib she get passed around no love.",
        "label": "negative"
    },
    {
        "text": "White trash okies don't count as real white people. To count as a white person you have to count a person. Okies aren't people.",
        "label": "negative"
    },
    {
        "text": " you'd like that wouldn't you fag.",
        "label": "negative"
    },
    {
        "text": " #faggot.",
        "label": "negative"
    },
    {
        "text": "   I HATE hoe ass people.",
        "label": "negative"
    },
    {
        "text": "   Any bitch who need a crowd to fight is clearly easily influenced &amp; weak minded &amp; most likely will commit suicide  ;&#128514.",
        "label": "negative"
    },
    {
        "text": "   Look at this faggot  .",
        "label": "negative"
    },
    {
        "text": "Stupid white people making my posts relevant to they own life #stupid #cousintoucher #honkie #whitetrash #blonde.",
        "label": "negative"
    },
    {
        "text": " I'm not a fag. Gtfo.",
        "label": "negative"
    },
    {
        "text": " Ok u fat precious lookin ass bitch  u big fat back at the barnyard lookin ass bitch. I can fix my grammar but u still fat .",
        "label": "negative"
    },
    {
        "text": "Come on nd get that chicken niggers love dat chicken from popeyes  .",
        "label": "negative"
    },
    {
        "text": "pure trash  .",
        "label": "negative"
    },
    {
        "text": "    queer gaywad.",
        "label": "negative"
    },
    {
        "text": " I guess blaspheme to your Allah is ok if your pos muzzie huh?   .",
        "label": "negative"
    },
    {
        "text": "Minus all the retarded poor bots.",
        "label": "negative"
    },
    {
        "text": " you don't know shit about me faggot bitch.",
        "label": "negative"
    },
    {
        "text": " your picture makes you look like a serious fag. #justsayin lol.",
        "label": "negative"
    },
    {
        "text": "You can't owe me shit ion trust niccas.",
        "label": "negative"
    },
    {
        "text": "   Lmfaooooo &gt;   Lmaoo Thats what u got from this?   Dougie be yamming the coon all that beat boxing &#128553.",
        "label": "negative"
    },
    {
        "text": "I forgot how white trash Texarkana was... Well it is arkansas so....  .",
        "label": "negative"
    },
    {
        "text": " fugly queer white trash.",
        "label": "negative"
    },
    {
        "text": " fags***  .",
        "label": "negative"
    },
    {
        "text": "ion speak on how flaw niggas and thirsty hoes be on I.g but boyyyyyy look at here &#128586;&#128586.",
        "label": "negative"
    },
    {
        "text": " I'd hate feeling like a faggot too punk ass hoe.",
        "label": "negative"
    },
    {
        "text": "   your getting blocked faggot.",
        "label": "negative"
    },
    {
        "text": "   kill this beaner.",
        "label": "negative"
    },
    {
        "text": "I'm obviously not talking about CoD because that game is for queers.",
        "label": "negative"
    },
    {
        "text": " ur brother looks so queer and ugly.",
        "label": "negative"
    },
    {
        "text": "   &#8220;: Some of y'all hoes so worried about y'all eyebrows y'all forgot y'all had a mustache  ;&#128557;&#128557;&#8221; LMAO  .",
        "label": "negative"
    },
    {
        "text": "Fat ass hoe holding up the machine.",
        "label": "negative"
    },
    {
        "text": " your 2. And 3. Nigga them hoes suck wayans brothers are not funny at all Jamie foxx should be number 2.",
        "label": "negative"
    },
    {
        "text": "What these bitches want from a nigga?  like on some DMX shit .",
        "label": "negative"
    },
    {
        "text": "So many bitches in one sentence #fixitjesus.",
        "label": "negative"
    },
    {
        "text": "You a lame ass nigga still cuffin these hoes my bitch got a bitch with er.",
        "label": "negative"
    },
    {
        "text": "Can't take u coons nowhere &amp; I mean nowhere.",
        "label": "negative"
    },
    {
        "text": " heyyyyyyyyyyy fag boy am I gonna watch you play?",
        "label": "negative"
    },
    {
        "text": "   Is that Kawhi Leonard? Smh &#8220;: Wow u really gonna leak ou.. Nvm   Ion need I fuc nig http:&#8230.",
        "label": "negative"
    },
    {
        "text": "#Dutch people who live outside of #NewYorkCity are all white trash.",
        "label": "negative"
    },
    {
        "text": "bitches be like i'm mixed wit Italian Chinese nd African American I be like bitch just cuz you ate ur&#8230;  .",
        "label": "negative"
    },
    {
        "text": "   Man  most of you coons couldn't jus up in quit yo job  if you found out ya boss racist  so shut tha fucc up. Niggas love &#8230 .",
        "label": "negative"
    },
    {
        "text": "Only white trash would call slants and hindis and moslems their equals.",
        "label": "negative"
    },
    {
        "text": " Joe Cortez is the ultimate faggot that fight proved it.",
        "label": "negative"
    },
    {
        "text": " how would u know if I don't fuck with you? Exactly you don't wtf I got shut your retarded ass up.",
        "label": "negative"
    },
    {
        "text": " Well gahdamn.   Wooooow &#8220;:   Good job mommy   cutest thing blue ivy ever done she still an ugly nigger baby&#8221;.",
        "label": "negative"
    },
    {
        "text": "  Jackies a retard #blondeproblems At least I can make a grilled cheese .",
        "label": "negative"
    },
    {
        "text": "Feminist aka a bitch.",
        "label": "negative"
    },
    {
        "text": " youre a fag.",
        "label": "negative"
    },
    {
        "text": " well he's a cunt and he can suck my ass.",
        "label": "negative"
    },
    {
        "text": " &#8220;  White kids favorite activities 1. Calling people   niggers   on Xbox 2.fucking their pet 3. Shooting up their school&#8221;.",
        "label": "negative"
    },
    {
        "text": "Whoever had Mr. Ramlogan for UWI business law tho? Racist mudda cunt.",
        "label": "negative"
    },
    {
        "text": "   The way this niggah just flinched at this movie was #priceless .",
        "label": "negative"
    },
    {
        "text": "hope gezus gets shot in his faggot head #houston #nbombs.",
        "label": "negative"
    },
    {
        "text": "inb4 you unfunny nigger kill yourself.",
        "label": "negative"
    },
    {
        "text": " town . At a movie with friends. I stabbed a nig 3 times and got sent to prison. Justice?",
        "label": "negative"
    },
    {
        "text": "   we should hang out ovenjew. Have a lot in common. People waste time on nigs. Jews r r problem.",
        "label": "negative"
    },
    {
        "text": "4 old hoes  a ponk   and a dyke outchea having   girl talk.",
        "label": "negative"
    },
    {
        "text": " I live in the eye of a white trash hurricane. Milwaukie OR. Where people use bikes BC of DUI's not to save the environment.",
        "label": "negative"
    },
    {
        "text": "Some of these hood negros don't deserve bail money the way they be visiting jail.",
        "label": "negative"
    },
    {
        "text": "Niggas deserve better bitches.",
        "label": "negative"
    },
    {
        "text": " like the new AVI. My Twitter is retarded and shows you in the cubs hat but when I stalk your profile it show the new one.",
        "label": "negative"
    },
    {
        "text": "      ugly gay nigga bitch fucking peace of shit.",
        "label": "negative"
    },
    {
        "text": "RINO trash like      see conservatives as the Democrat Party see blacks. As their slave property. #tcot.",
        "label": "negative"
    },
    {
        "text": "Accept your flaws and imperfections because that's what makes you  YOU  See I'm a fuck  small dick faggot with parents who don't love me..",
        "label": "negative"
    },
    {
        "text": " me too Tyler it just makes me think that they're lil nigger baby hoodrats.",
        "label": "negative"
    },
    {
        "text": "    you're a fucking queer.",
        "label": "negative"
    },
    {
        "text": " this like a retarded wu-tang clan.",
        "label": "negative"
    },
    {
        "text": " you a fag b.",
        "label": "negative"
    },
    {
        "text": " what's this chinks email? I'm moving to China and slicing his throat.",
        "label": "negative"
    },
    {
        "text": "' If this ugly ass niggah can be with her   I can too . Tf she with Chuu Baka for anyways this niggah look like a....",
        "label": "negative"
    },
    {
        "text": "   An enraged 6'4   290 lb Mike Brown lethal weapon on legs.His hatred 4 the police &amp; whitey added fuel 2 his arsenal.",
        "label": "negative"
    },
    {
        "text": " I don't give a flying fuck what a teabagger piece of human garbage like you thinks =)  .",
        "label": "negative"
    },
    {
        "text": " Yeah  Me too. My people  the women  laff at the set apa men... they love the real niggas or niggers..",
        "label": "negative"
    },
    {
        "text": "Not All Straight Men - I am frustrated. Unlike on OKCupid  queer folks don&#8217;t have the ability to block....",
        "label": "negative"
    },
    {
        "text": "   No  you stupid redneck     Animal Husbandry   does NOT mean you can get hitched to your blue tick hound   Misty.", 
        "label": "negative"
    },
    {
        "text": "My best friend loves Justin beiber what a fag &#128557;&#128514;&#128557; .",
        "label": "negative"
    },
    {
        "text": "   Horrible rapper #1 Tyga - Most trash rapper ever   She want a yellow nigga    corn on the cob   I smacked my mom when I heard him&#8230.",
        "label": "negative"
    },
    {
        "text": " fucking losers wetbacks #SorryNotSorry.",
        "label": "negative"
    },
    {
        "text": "I hope you get eye cancer bitch.",
        "label": "negative"
    },
    {
        "text": "I just want to punch you in the throat when you get my order wrong stupid bitch at sonic.",
        "label": "negative"
    },
    {
        "text": " nothin much cousin touching white trash wigger wannabe bitch boy dick sucking fucking gay bitch.",
        "label": "negative"
    },
    {
        "text": " shut up lizard faggot nigger cunt.",
        "label": "negative"
    },
    {
        "text": "   niggers are so ignorant  .",
        "label": "negative"
    },
    {
        "text": "  This is Twitter. Not only are you a fag but you're also retarded.",
        "label": "negative"
    },
    {
        "text": " niger.",
        "label": "negative"
    },
    {
        "text": "    that's true idk why your even in this convo you dumb nigger attention whore.",
        "label": "negative"
    },
    {
        "text": " May I jump in u ball-less dick-wad? As a conservative  feminist  disabled vet bitch  I wish u luck with a capital F..",
        "label": "negative"
    },
    {
        "text": " all us beaners were pissed like robe when the jew ref stopped it.",
        "label": "negative"
    },
    {
        "text": "  movies don't matter as long as you do coon shit with coons you're a nigga .",
        "label": "negative"
    },
    {
        "text": "These niggas retarded... Lmfaoo.",
        "label": "negative"
    },
    {
        "text": " That's not bias. It's an objective fact that Philly fans are cunts.",
        "label": "negative"
    },
    {
        "text": "Ayy Carlton is a ghetto school now #SwitchedAtBirth.",
        "label": "negative"
    },
    {
        "text": "2 hoes 1 dyke.",
        "label": "negative"
    },
    {
        "text": "   I hate when faggots talk shit on here then block me so I can't respond. Bitch I will write you a letter with my response an&#8230.",
        "label": "negative"
    },
    {
        "text": "   its retarded.",
        "label": "negative"
    },
    {
        "text": "      not about to shoot this pussy  Ima beat his face into the asphalt t .",
        "label": "negative"
    },
    {
        "text": " faggot sack.",
        "label": "negative"
    },
    {
        "text": " No. Its wrong to try to change #faggots&gt; There is no   therapy   so #tcot should understand and sympathize like they are #retards&gt;.",
        "label": "negative"
    },
    {
        "text": " the fuck r u talking about I told u once and am going to tell u against nigga I love white bitch gtf bro.",
        "label": "negative"
    },
    {
        "text": "&#8220;   &#127850;&#127850;&#127850;&#127850;&#127850; bitch ass nigga fuck you   &#128079;&#128079;&#128079;&#128079;&#128079;&#128077;&#128077;&#128077;&#128077;&#128077;&#8221; &lt;= these hoes ain't got no manners #RealTalk.",
        "label": "negative"
    },
    {
        "text": " sit down and stfu raghead  .",
        "label": "negative"
    },
    {
        "text": " the favorite drink of white trash everywhere....",
        "label": "negative"
    },
    {
        "text": "LRG ass nigguh.",
        "label": "negative"
    },
    {
        "text": "someones clearly a stinky ass beaner.",
        "label": "negative"
    },
    {
        "text": "I'm sure  would add this helpful parenthetical explanation if these were redneck peckerwood teabaggers.  .",
        "label": "negative"
    },
    {
        "text": "   &#8220;: &#8220;:   uhhh you've been judged&#8221; it happens. #whitepower...I'll hang you nigger&#8221; wo&#8230.",
        "label": "negative"
    },
    {
        "text": " faggot.",
        "label": "negative"
    },
    {
        "text": "     Did u call me a bitch?     I said you were ACTING like one     So you just called me one nigga     Shut up bitch  .",
        "label": "negative"
    },
    {
        "text": "Bill Smith DDS MTV ODB LGBTQ MMA NFL AFLCIO bitch pick one. Fucking hate you. I know you proud but shit.",
        "label": "negative"
    },
    {
        "text": "  I'll do that  if you agree to take your Ethiopian starvin looking nigger ass back to Africa. #BuyFoodLittleGuy .",
        "label": "negative"
    },
    {
        "text": "   at the end of the day  they call yo dumb ass monkey  picka'nanny hoe. But u luv them white devils.",
        "label": "negative"
    },
    {
        "text": " new york niggas quick to take off on a bitch in public boy lol!!!!!",
        "label": "negative"
    },
    {
        "text": "Fuck her pussy fuck her mouth fuck her ass cause she nasty.",
        "label": "negative"
    },
    {
        "text": "Dear Utah Polynesians  Again  stop acting black and speaking ghetto. Speak FOB  you ain't no ghetto niggaz..",
        "label": "negative"
    },
    {
        "text": " When it rains it's good   go to the mall weather   all the coons be at home.",
        "label": "negative"
    },
    {
        "text": "I never had any friends the entire time I lived in #Virginia. No one was cool to me. I hope those white trash Southerners all die.",
        "label": "negative"
    },
    {
        "text": "  do i literally eat asshole for a living? is that what i actually do faggot? You seem a little confused..",
        "label": "negative"
    },
    {
        "text": "  racist  tx trash racist why wld u intvw  n ask racist questions itwas so disrespectful.",
        "label": "negative"
    },
    {
        "text": " that should read suck on my bacon encrusted middle finger Muslim twats.",
        "label": "negative"
    },
    {
        "text": " i made you lunch you fat faggot &#128128.",
        "label": "negative"
    },
    {
        "text": " becuz no man should celebrate his bday at a drreams #faggot.",
        "label": "negative"
    },
    {
        "text": " not funny u faggot.",
        "label": "negative"
    },
    {
        "text": "I love fuckin wit people. I be givin greedy ass nigas old as crackers wit expired cheese dey be callin me like&#8221; nigga im shittin likea goose.",
        "label": "negative"
    },
    {
        "text": "As soon as we left Iraq all these towel heads think they can fucking barge in and take over what we worked so hard to set up. Pisses me off.",
        "label": "negative"
    },
    {
        "text": "   I'll kill this bitch no hesitation  .",
        "label": "negative"
    },
    {
        "text": " is a fag #hesgay.",
        "label": "negative"
    },
    {
        "text": "Almost got to see a white boy get beat around today  but he ran like a bitch.", 
        "label": "negative"
    },
    {
        "text": "   I'm partial  faggot..homo...both fairly describes the same sick twisted Assholes out there.", 
        "label": "negative"
    },
    {
        "text": " probs that fag Vhia.",
        "label": "negative"
    },
    {
        "text": " shut up coon.",
        "label": "negative"
    },
    {
        "text": " Don't my nigga me honkie.",
        "label": "negative"
    },
    {
        "text": " happy birthday faggot.",
        "label": "negative"
    },
    {
        "text": "Fuck Ur god until dat faggot strikes me down.",
        "label": "negative"
    },
    {
        "text": "ahah fucking queer  kill urself.",
        "label": "negative"
    },
    {
        "text": " Fuck you faggot   : Grow up  I'm gonna be an old ass man STILL playing video games  .",
        "label": "negative"
    },
    {
        "text": " Oh really? fags are gross You aids infected sick fuckers.",
        "label": "negative"
    },
    {
        "text": " It's time to mock   Halftime in America.   How 'bout   Wake up America    we have radical leftists running the country..",
        "label": "negative"
    },
    {
        "text": "Johnny Rebel - If I could be a nigger for a day   .",
        "label": "negative"
    },
    {
        "text": "You're just another nigguh.",
        "label": "negative"
    },
    {
        "text": " Alright fag.",
        "label": "negative"
    },
    {
        "text": "     true i need to sleep to make them Gainz bruh!! So all the hoes stay Mirin ;p Alright  later&#8230.",
        "label": "negative"
    },
    {
        "text": "#ThingsIWillTeachMyChild how to play deez niggas n bitches dat be snakes.",
        "label": "negative"
    },
    {
        "text": " Sheeple just like &#128073;:OH those   racist     sexist     teabaggers  who just elected these two old white men.  #8221;.",
        "label": "negative"
    },
    {
        "text": "People get more and more retarded everyday.",
        "label": "negative"
    },
    {
        "text": "The chinks really hunting their food...   Dog shot with arrow in N.O. East-  .",
        "label": "negative"
    },
    {
        "text": "     lmaoooo what a bunch of fags.",
        "label": "negative"
    },
    {
        "text": "   Man bitch am not gonna do a damn thang  if u don't like what I got to say then unfollow me .",
        "label": "negative"
    },
    {
        "text": "I hate the ghetto trash at the special school across the street from my building. All of them will grow up to be criminals.",
        "label": "negative"
    },
    {
        "text": "    no just a niggress that thinks she's human.",
        "label": "negative"
    },
    {
        "text": " you tell me  coon.", 
        "label": "negative"
    },
    {
        "text": " this is retarded.",
        "label": "negative"
    },
    {
        "text": "   I don't fuck with bitch niggas I only fuck niggas bitches&#128556.",
        "label": "negative"
    },
    {
        "text": "#SomethingIGetAlot Are you... asian? black? Hawaiian? gay? retarded? drunk?",
        "label": "negative"
    },
    {
        "text": " I don't hate the Japs. But  I AINT FORGETTING GETTIN JAPPED EITHER.", 
        "label": "negative"
    },
    {
        "text": "Waiting on this wetback sycksyllables  .",
        "label": "negative"
    },
    {
        "text": " do i have to repeat myself u white trash.",
        "label": "negative"
    },
    {
        "text": "Elizabeth is a.stupid hoe.",
        "label": "negative"
    },
    {
        "text": " never followed him ignorant monkey.",
        "label": "negative"
    },
    {
        "text": "Members of non-traditional religions are all sub-human trash.",
        "label": "negative"
    },
    {
        "text": " so ur faggot teammate  hits someone late like that and U say he's yapping and yelling  u guys def 69 in the room .",
        "label": "negative"
    },
    {
        "text": "   If you dont see the connection between legitimizing the queer lifestyle  and an increase in STD's and sexual deviancy- yo ...", 
        "label": "negative"
    },
    {
        "text": "   Dat bitch Katy Perry Can Suck Skin Off Of my Dick.",
        "label": "negative"
    },
    {
        "text": "Y'all hoes really get mad cause a nigga don't want cha.",
        "label": "negative"
    },
    {
        "text": " you understand you look like a real life dyke right? Like you look like a WNBA dyke bro. A sports bra &amp; bball shorts wearing dyke.",
        "label": "negative"
    },
    {
        "text": " *yourself *faggot buy a dictionary.",
        "label": "negative"
    },
    {
        "text": " you are a pussy without your guns bitch as spic. Your daddy doesn't even respect the sperm he drop in your moms stank pussy.",
        "label": "negative"
    },
    {
        "text": "   Why ya niggas be gassin these wack ass bitches ? &#128553;&#128553.",
        "label": "negative"
    },
    {
        "text": "Everyone tells me the exact same thing but I won't listen  coon .",
        "label": "negative"
    },
    {
        "text": "  bitch you watch your fucking mouth you dirty whore. I swear to god that's a thin line.",
        "label": "negative"
    },
    {
        "text": "Liberty and justice for all  Go get me a sandwich nigger or I'll kill you.",
        "label": "negative"
    },
    {
        "text": "What be the peckin order? 1 white Christian 2 colored 3 Porto Ricans 4 Arab 5 Jews I donts know. I be axin.",
        "label": "negative"
    },
    {
        "text": "harm this pussy instead   missing 26-yr-old USC medical student last seen Tuesday May harm himself  .",
        "label": "negative"
    },
    {
        "text": "   Water is wet.   Nike DC is trash.",
        "label": "negative"
    },
    {
        "text": "  LMFAOOOO I HATE BLACK PEOPLE   This is why there's black people and niggers.",
        "label": "negative"
    },
    {
        "text": "  you call someone a faggot and then say to kill themselves  you are a pathetic human being. A fucking disgrace.", 
        "label": "negative"
    },
    {
        "text": " so terms like honkey  cracker  peckerwood and stereotypes of white people fucking their kids and sisters isn't racist? sweet .",
        "label": "negative"
    },
    {
        "text": "   Well maybe you're a whore you stupid ugly homeless bitch.",
        "label": "negative"
    },
    {
        "text": "I hate you niccas  Lol  .",
        "label": "negative"
    },
    {
        "text": "  faggots.",
        "label": "negative"
    },
    {
        "text": "You like them bitch niggas.",
        "label": "negative"
    },
    {
        "text": "      because she's a nigger.",
        "label": "negative"
    },
    {
        "text": "So niggers really believe Phelps just smokin on a regular huh? Tell me now &amp; I'll log off for the night.",
        "label": "negative"
    },
    {
        "text": "The #south of the US is white trash.",
        "label": "negative"
    },
    {
        "text": " he looks like a pretty dyke&#128129;&#10024.",
        "label": "negative"
    },
    {
        "text": "This girl is retarded.",
        "label": "negative"
    },
    {
        "text": " your gay stfu  dumb monkey .",
        "label": "negative"
    },
    {
        "text": "What's up faggots bet y'all thought you'd seen the last of me.",
        "label": "negative"
    },
    {
        "text": " u see a lame in that pic ofmine due to your infatuation with niggers. Im Hebrew i fite the children of satan in the streets.",
        "label": "negative"
    },
    {
        "text": "And I wanna say something SOOOOOO bad to these two cunts on Twitter eh..",
        "label": "negative"
    },
    {
        "text": " pats owner is a kike.",
        "label": "negative"
    },
    {
        "text": "This niggah know wassup.",
        "label": "negative"
    },
    {
        "text": "  You can always gets da colored folk back in da cage wit da KFC.",
        "label": "negative"
    },
    {
        "text": "&#8220;  &#8220;   u a regular nig  u played out b&#8221; lol ima b Ig famous&#8221;these days that counts for somethin .",
        "label": "negative"
    },
    {
        "text": " no ud still be a fag if I was lolz.",
        "label": "negative"
    },
    {
        "text": "Fuck you ghetto ass coons.",
        "label": "negative"
    },
    {
        "text": "I be waking up on some new shit like fuck that bitch shit.",
        "label": "negative"
    },
    {
        "text": "  Y'all hire colored folk? Only work half da day and throw da mail in da sewer if we ain't done.",
        "label": "negative"
    },
    {
        "text": "People who live in #theNetherlands are unwashed trash.",
        "label": "negative"
    },
    {
        "text": " I have never seen such ignorant  illiterate pieces of shit in my life. Bring in Natl Guard &amp; disperse this trash.",
        "label": "negative"
    },
    {
        "text": "Niggas be in they feelings when they find out their hoe fuckin another nigga #StopSavinTheseHoes.",
        "label": "negative"
    },
    {
        "text": "   !!!  is dis wrong???   : If you fuck wit a lame nigga you a lame bitch  .",
        "label": "negative"
    },
    {
        "text": "Michael Sam being cut further proves that we fags don't belong in football or #NFL  it is a heterosexual spo for heterosexuals.", 
        "label": "negative"
    },
    {
        "text": " your a cunt.",
        "label": "negative"
    },
    {
        "text": "   I'm a Get Money nigga So da hoes Love me.",
        "label": "negative"
    },
    {
        "text": "  pass the Fosters faggot.",
        "label": "negative"
    },
    {
        "text": "tell the hating niggah stfu.",
        "label": "negative"
    },
    {
        "text": "   Black girls have never been into me. I guess cause I don't call them hoes  sell drug's or shoot niggas o well.", 
        "label": "negative"
    },
    {
        "text": "I knows y'all white folk only be playin wit me. I colored and I knows my place.",
        "label": "negative"
    },
    {
        "text": "Fat ass inbred rednecks like Paula Deen are breed that are going extinct. I mean look at that woman  I would hate to be her scale.", 
        "label": "negative"
    },
    {
        "text": "   Ill break a Bitch down  like the pussy she is.", 
        "label": "negative"
    },
    {
        "text": "Faux Noise pundits don't like duck molester  pro-slavery racist  #homophobic #teabagger darling Phil Robertson either  .",
        "label": "negative"
    },
    {
        "text": "   all u can pull is the fucking retard.",
        "label": "negative"
    },
    {
        "text": "   what the fuck is this disgusting nigger from the movie captain phillips doing on the red carpet for the oscars what the fuc&#8230.",
        "label": "negative"
    },
    {
        "text": "Zimmerman we comin for yo life bitch.  .",
        "label": "negative"
    },
    {
        "text": "Hey my folk. This nigger loving Jew boy  asked if I was making death threats against his goat fucking people. Fuck him.",
        "label": "negative"
    },
    {
        "text": "   you need to accept the fact that you're both hipster faggots.",
        "label": "negative"
    },
    {
        "text": "&#128514   Them 1st 48 Charlotte goon niccas gon Fkkk around and burn Bank Of America stadium down&#128293.",
        "label": "negative"
    },
    {
        "text": "Dani Alves pulled off that hairstyle. Neymar just looks like a faggot.",
        "label": "negative"
    },
    {
        "text": "My managers a stupid cunt yes I said it.",
        "label": "negative"
    },
    {
        "text": " Gave her that   move it lil nigger   push smh..  .",
        "label": "negative"
    },
    {
        "text": " this bitch look like a fucking white trash Trailer park queen lookin man bear pig.  .",
        "label": "negative"
    },
    {
        "text": " you styl gotta get dem tweets off my nig.",
        "label": "negative"
    },
    {
        "text": "   Hate fags? The answer's yes.",
        "label": "negative"
    },
    {
        "text": "#Virginia is full of white trash.",
        "label": "negative"
    },
    {
        "text": "&#128563;   They recruited buku fags in here!&#128563;...a warehouse is no place for them!&#128530.",
        "label": "negative"
    },
    {
        "text": "STFU BORIS FAGJO   Cause he a faggot!! Makes sense now right??  Bran prolly real nurturing lol.",
        "label": "negative"
    },
    {
        "text": "Fucking gook.",
        "label": "negative"
    },
    {
        "text": "   i can do somethin good but im always gon be a   wetback   coo.. &#9996;.",
        "label": "negative"
    },
    {
        "text": "   Been my main nigguh since digital camera selfies   .",
        "label": "negative"
    },
    {
        "text": "Crew neck ass nigguh.",
        "label": "negative"
    },
    {
        "text": "Some niggas save hoes.",
        "label": "negative"
    },
    {
        "text": " I'm a faggot :/  .",
        "label": "negative"
    },
    {
        "text": " die in a car accident then faggot.",
        "label": "negative"
    },
    {
        "text": " answer my snapchat faggot #butthurt.",
        "label": "negative"
    },
    {
        "text": "   yo fat ugly ass couldn't even pull the ugly bitch in the school.",
        "label": "negative"
    },
    {
        "text": " nigger.",
        "label": "negative"
    },
    {
        "text": "   When niggas ask me   Where the hoes at?    .",
        "label": "negative"
    },
    {
        "text": "Can't stand bitch ass niggas.",
        "label": "negative"
    },
    {
        "text": "Damn  &amp; his nigger music waking up the whole school in the morning .. &#128664;&#127926;&#128543.",
        "label": "negative"
    },
    {
        "text": "   and fuck you too ya little bitch you look like a Mexican sucking a cock in ur profile.",
        "label": "negative"
    },
    {
        "text": " I believe that you fuckin can punk nigga bitch&#128520;&#128170.",
        "label": "negative"
    },
    {
        "text": "bitch kill yoself  go on to the bathroom and eat the pills bitch  all of em.",
        "label": "negative"
    },
    {
        "text": "    is bored supposed to be cute  you faggot? Sometimes  .",
        "label": "negative"
    },
    {
        "text": "fucking CHRIST i hate tutors and TAs. you literally get paid to teach retards to stop picking their nose. GET THE FUCK OUTTA MY FACE.",
        "label": "negative"
    },
    {
        "text": "Can #faggots of #HoneyBooBoo imagine this #internet world was created to trap them and feed them to #Allah like gazelles? #IT #StephenKing.",
        "label": "negative"
    },
    {
        "text": " i know im so kidding. Some of BET is funny. I love when blacks call eachother ignorant and niggers. Makes me not have to.",
        "label": "negative"
    },
    {
        "text": " nigger!!",
        "label": "negative"
    },
    {
        "text": "I can't fuck any ol bitch niggas be dese dicks out here&#128557.",
        "label": "negative"
    },
    {
        "text": "     Light beer? You mean faggot piss?   -Overly Powered Man.",
        "label": "negative"
    },
    {
        "text": " It happens AGAIN!! Black pack beats   whitey.   This should make national news.  .",
        "label": "negative"
    },
    {
        "text": " can't wait for more PEDS is that it? Roid munching faggot.",
        "label": "negative"
    },
    {
        "text": "   so why the fuck are still talking shit. You acting like a pussy ass nigga.",
        "label": "negative"
    },
    {
        "text": "Lmao let these hoes be hoes ain't no Savin nem.",
        "label": "negative"
    },
    {
        "text": " a faggot that needs to grow up.",
        "label": "negative"
    },
    {
        "text": "omg   Fat bitch. What's her @?  .",
        "label": "negative"
    },
    {
        "text": "It's unbelievable to me that there are Americans who refused to kill the okies. That means all Americans weak willed trash.",
        "label": "negative"
    },
    {
        "text": "   Stop stalkin your girl social media u bitch ass nigga.",
        "label": "negative"
    },
    {
        "text": "   Do you ever just see someone's account and think   wow what a faggot   but at the same time you can't unfollow bc u can't m&#8230;.",
        "label": "negative"
    },
    {
        "text": " ...I fuckin' want OUT&gt; I'm tired of this bullshit faggot ass  closet racist  wannabe-commune-without-railroad state&gt; #Cali.",
        "label": "negative"
    },
    {
        "text": "   Here is a #MichaelBrown supporter. She says whites are just evil albino black babies. Seriously? #tcot   #8230.",
        "label": "negative"
    },
    {
        "text": " fuck those faggots.",
        "label": "negative"
    },
    {
        "text": "  COMMENCE CARPET BOMBING  All #Iraq soldiers in this video   executed by Jihadis from #Tunis  #8221.",
        "label": "negative"
    },
    {
        "text": " #RebelScience ......is using an ACTUAL WOMAN as a genetic engineering lab for   all natural clones  ..... or something...... #faggot #rome.",
        "label": "negative"
    },
    {
        "text": "See&gt; Its a FINE LINE&gt; Killing #faggots doesn't change the source of their creation. Which is #Stupid PEOPLE #overbreeding&gt; #PERIOD&gt.",
        "label": "negative"
    },
    {
        "text": "I wish faggots like  would stop making music  rack city was fucking awful. Get the fuck outta michigan.", 
        "label": "negative"
    },
    {
        "text": " Niggas are so fucking gay... And they try to cancel it out by saying   nah were bros it's cool   nahhhhhaahahahaha you a faggot bruh", 
        "label": "negative"
    }
